[
  {
    "productID": 6652140,
    "commentCounts": 3367,
    "recommendedCount": 1294,
    "notRecommendedCount": 138,
    "neutralCount": 1935,
    "totalLikes": 1279,
    "totalDislikes": 203,
    "recommendedPercentage": 38,
    "notRecommendedPercentage": 4,
    "neutralPercentage": 58,
    "mostLikedInfo": {
      "title": "هندزفری رو بخرم یا نه؟!",
      "body": "اول از همه میخوام که از جوون مملکت حمایت کنم . برند ایرانی جماعت باید پیشرفت کنه توی عرصه دنیا.\r\n\r\nاگر موندی که بخری یا نه ،\r\nجنس خوب رو میخوای ، قیمت مناسب و کار راه انداز و طرز قرارگیری مناسب توی گوش برات مهمه ، پیشنهاد میکنم بخرید.\r\nاما اگر دنبال موزیک گوش دادن و کیفیت بالای صدا میگردید بهتره نمونه های گرون تر رو بخرید.\r\n*اگر برات مفید بود نظرم لایک کن بقیه هم ببینن*",
      "likes": 10,
      "dislikes": 2
    },
    "mostDislikedInfo": {
      "title": "",
      "body": "توصیه نمی کنم. بی کیفیت بود .کلا ۷ ماه کار کرد",
      "likes": 0,
      "dislikes": 3
    }
  },
  {
    "productID": 6532626,
    "commentCounts": 239,
    "recommendedCount": 162,
    "notRecommendedCount": 29,
    "neutralCount": 48,
    "totalLikes": 344,
    "totalDislikes": 61,
    "recommendedPercentage": 67,
    "notRecommendedPercentage": 12,
    "neutralPercentage": 21,
    "mostLikedInfo": {
      "title": "میکروفن درپوش نداشت",
      "body": "به نظر میاد خوب باشه، اما اونی که بهم دادن میکروفنش در نداشت و سیمش کاملا معلوم بود. عکسش رو میذارم.\r\nاز پشتیبانی خواستم تعویض کنن، گفتن تضمین نمیکنم با همون قیمت قبلی بهتون بدیم! سوال من اینه چراااا؟ چون من با تخفیف ویژه خریدم باید به من جنس ناقص بدن؟ اگر بگم عوض کنید، باید بگین باید با قیمت جدید بخری؟!\r\nاگر قصدتون از تخفیف دادن، انداختن جنس ناقص به مردم ه، خوب تو آپشن ها بگید که فلان نقص رو داره.",
      "likes": 37,
      "dislikes": 1
    },
    "mostDislikedInfo": {
      "title": "در کل خوبه",
      "body": "برلی کار های کامپیوتری از جمله بازی عالیه\r\nبرای گوشی مبدل می خواد و اگر نه خوب کار نمی کنه\r\nتوی بازی قشنگ کار کرد.   ولی میکروفنش کار نمی کنه\r\nقیمتش خیلی بالاس",
      "likes": 8,
      "dislikes": 4
    }
  },
  {
    "productID": 192387,
    "commentCounts": 1156,
    "recommendedCount": 782,
    "notRecommendedCount": 48,
    "neutralCount": 326,
    "totalLikes": 1649,
    "totalDislikes": 242,
    "recommendedPercentage": 67,
    "notRecommendedPercentage": 4,
    "neutralPercentage": 29,
    "mostLikedInfo": {
      "title": "هدستی با کیفیت، مقرون به صرفه، خوش صدا، خوش ساخت و خوش استیل",
      "body": "من قبل از اینکه نقدم رو بنویسم، بگم که من اصلا این هدست رو نیاز نداشتم، در واقع من دو تا هدست بلوتوث دارم، یه RAPOO S200 که از خود دیجی کالا تهیه کردم و به شدت هدست خوش ساختیه، یکی دیگه هم LG Tone + Infinim HBS 900 سری هارمن/کاردُن که هدیه گرفتم و خارق العاده ترین صدای ممکن رو داشت، یه هندزفری Xiaomi Piston 3 1more Design دارم که اون هم از دیجی کالا خریدم و خیلی هندزفری با کیفیته، یه هدفون رو گوشی پایونیر هم دارم که باز از همین دیجی کالا خریدم و برای خونه استفاده میکردم، تنها دلیل من برای خرید هدست TSCO TH 5332 کنجکاوی در مورد این محصول بود، البته هزینه اش رو دوستم داد و هدیه ی تولدم بود. اما من واقعا میخواستم ببینم این محصول چیه، قبلا تستش کرده بودم و بسیار به دلم نشسته بود و میخواستم ببینم چطوره. چهار روزی هست که این هدست رو دارم، ازش به عنوان هدست پای لپ تاپ استفاده میکنم، یعنی باهاش مکالمه نکردم که از کیفیت مکالمه اش خبر داشته باشم. وقتی هدست رو روشن میکنید یه ویبره خیلی قوی (و به نظر من بی مورد) میزنه که اگر روی گردنتون باشه ممکنه حتی بترسید! اینکه منشیش اعلام میکنه \"دستگاه روشن\" و \"دستگاه خاموش\" به نظر من بسیار بی مورده، چون شما دستگاه رو با دست خودتون روشن و خاموش میکنید! اما کیفیت عمومی پخش صدای اولیه این محصول شوکه تون میکنه، خیلی فراتر از چیزی هست که میتونید از یه هدست توی این بازه ی قیمتی، اون هم هدست بلوتوث، توقع داشته باشید، واقعا میتونه با هدست های بلوتوثی با دو برابر قیمت خودش در مقوله ی \"کیفیت عمومی صدا\" رقابت کنه، در بلندی صدا احتمالا همه ی هندزفری های مشابه رو بتونه شکست بده! اما به مقوله تفکیک صدا که میرسیم، اگر بخوام از محصولات بالا نام ببرم، بعد از ال جی، راپو و حتی هدفون روگوشی معمولیِ پایونیر من، در رده ی چهارم قرار میگیره، یعنی فقط از شیائومی می 3 بهتره، البته این به معنای تفکیک ضعیف نیست! تفکیک صداش کاملا در رِنج نرمال قرار میگیره، وقتی موسیقی شلوغ باشه و سازها زیاد، کاملا حس میشه که صداها توی هم گم میشن و حتی احساس دیستورت هم ممکنه دست بده بهتون، اما این نباید باعث بشه فکر کنید تفکیکش \"بده\"، نه کاملا استاندارد و معمولیه، مسئله اینه که تفکیکش \"چیز خاصی نیست\" کار شما رو در حد معقول و قابل قبولی راه میندازه و همین! دیگه به مرحله ی \"واو! عجب تفکیکی\" نمیرسه! حتی به مرحله ی \"عجب تفکیکی\" هم نمیرسه! باس هدست خیلی خیلی خیلی خیلی قویه، به نظر میرسه سازنده ذائقه ی گوش مخاطب ایرانی رو میشناخته و باس در این هدست به شدت مورد تاکیده، در حدی که اگر قرار باشه هدست رو فقط با یک ویژگی معرفی کرد، اون بدون شک \"باس خارق العاده قدرتمند\" هست، این هدست رویایی کسانی هست که باس بالا دوست دارن و خوششون هم نمیاد هدفون های بزرگ روی سرشون بذارن. البته این ویژگی باعث شده هدست باس فیک داشته باشه، شما توی صداهای میدرنج، یا حتی صداهای زیر هم ممکنه باس رو حس کنی،  این اگر اهل موسیقی های الکترونیک، پاپ، و اهل ورزشکردن  با ترنس و تکنو باشید، هیجان بالایی رو بهتون میده، اما برای مخاطب موسیقی سنتی، راک، متال و کور خبر آنچنان خوبی هم نیست، البته این مسائل رو میشه با اکولایزر گوشی و هدست تا حدود خوبی حل کرد، خود TH 5332 سه اکولایزر مختلف داره، باس پایین، معمولی، تُن صدای بالا! به نظر من اصلا فکر تُن صدای بالا رو نکنید، صدا اصلا جیغ میزنه و گوش رو آزار میده  و از دید من اکولایزر بی مصرف و بی معنی ای هست، اکولایزر باس پایین هنوز هم معضل باس بالا داره!!! اما باز حد قابل قبولی از باس بالا رو میده، اگر باس فِیک خوشتون نمیاد (خودم از این دسته ام) از این اکولایزر استفاده کنید، اکولایزر معمولی همون هیجانی که از باس میخواید رو بهتون میده، اگر باس بالا دوست دارید به نظر من تجربه باس TH 5332 میتونه براتون منحصر به فرد باشه. باطریش خیلی خیلی خوبه، به راحتی 16 الی 18 ساعت پخش موسیقی رو براتون داره، هر بار هم که هدست رو روشن میکنید، بهتون میگه وضعیت باطری در چه حاله، چهار درجه فول شارژ، بالا، معمولی و کم رو اعلام میکنه. ارگونومی دستگاه خوبه، ولی اونقدر هم راحت نیست، فقط خوبه، من حسش میکنم روی گردنم، در قیاس با LG HBS 900 که هدست دور گردنی هست و البته بسیار گرونتر هم هست، ارگونومی شاخصی نداره، بازوهای جمع شونده اش باعث میشن راحت توی جیبتون هم جا بشه، و سیم جمع کنش گرچه برای جمع کردن سیم خیلی صدا میده اما کارش رو درست انجام میده. این هدست رو اگر دور گردن لُخت و بدون یقه بندازید، قطعا بعد از هر بار استفاده باید با یه دستمال تمیزش کنید، چون علاوه بر این که ضد عرق نیست، قابلیت جذب لکه اش هم بالاست، کیفیت بدنه خوبه و دروغه اگر جز این بگیم، اما یه نگاه بهش این حس رو میده که میشد بدنه رو شیک تر و بهتر هم کار کرد و باز هدست همین قیمت رو داشته باشه. اما باز هم همین کیفیت ساخت واقعا قابل قبول هست. من توی گارانتیش خوندم که نوشته بود، باتری هیچکدوم از  محصولات گارانتی نیستن، سیم های متصل به سرگوشی های هدست ها و هدفون ها گارانتی نیستن، و هیچ نقض فیزیکی یا ضربه خوردگی هم گارانتی نیست (که این البته کاملا طبیعیه) ، یعنی از ضربه خوردگی بگذریم، دو تا مشکل اصلی یه هدست بلوتوث، یعنی ایراد باتری و سیم گوشی هدست گارانتی نیستن، شما عملا هدستتون رو بر اساس اطلاعات داخل جعبه بدون گارنتیِ واقعی تهیه کردید، حالا اگر دوستان در این مورد گارانتی تجربه ای داشتن با خدمات TSCO ما رو هم در جریان بگذارن.\r\nو نکته آخر اینکه من این هدست رو به اسم جنس ایرانی خریدم، این و یه کولپد TSCO رو با هم خریدم و فکر میکردم محصول وطنی میخرم، یعنی فکرم این بود اگر قطعات چینی هستن، داخل ایران مونتاژ شدن، اما روی جعبه هر دو محصول به بزرگی نوشته \"ساخت چین\" و من این رو نپسندیدم.\r\nعذر میخوام که نقد این محصول طولانی شد و امیدوارم در خرید این محصول خوش ساخت کمکتون کنه.",
      "likes": 101,
      "dislikes": 6
    },
    "mostDislikedInfo": {
      "title": "هدفون با طراحی خوب ولی کیفت صدای ضعیف",
      "body": "دوستان خوبی هست برای کسانی که اولین باره هدفون میخرن واقعا بیس بالاش آزاردهنده هستوکیفیت صدای خوبی نداره کلا برا حرفه ای ها مثل من که کیفیت صدا براشون مهمه خوب نیست..",
      "likes": 2,
      "dislikes": 8
    }
  },
  {
    "productID": 7245608,
    "commentCounts": 675,
    "recommendedCount": 499,
    "notRecommendedCount": 49,
    "neutralCount": 127,
    "totalLikes": 296,
    "totalDislikes": 55,
    "recommendedPercentage": 73,
    "notRecommendedPercentage": 7,
    "neutralPercentage": 20,
    "mostLikedInfo": {
      "title": "موس خراب و تعمیری",
      "body": "موس خوبی هست اگر بتونید با تخفیف خریداری کنید\r\nهر موقه کالایی تخفیف زیاد داشت کالای خراب تحویلم شد",
      "likes": 22,
      "dislikes": 6
    },
    "mostDislikedInfo": {
      "title": "موس سایلنت تسکو",
      "body": "واااقعا از همه نظر عالیه، بی‌صدا و فوق‌العاده...",
      "likes": 6,
      "dislikes": 25
    }
  },
  {
    "productID": 8300065,
    "commentCounts": 142,
    "recommendedCount": 60,
    "notRecommendedCount": 17,
    "neutralCount": 65,
    "totalLikes": 205,
    "totalDislikes": 46,
    "recommendedPercentage": 42,
    "notRecommendedPercentage": 11,
    "neutralPercentage": 47,
    "mostLikedInfo": {
      "title": "میکروفن بی سیم تسکو",
      "body": "برای کارای متوسط عالیه\r\nمثلا جشن های خانگی\r\nروضه های خانگی",
      "likes": 22,
      "dislikes": 2
    },
    "mostDislikedInfo": {
      "title": "میکروفن بد",
      "body": "نخریدددددددددددددددد اطمینان کنین بهم",
      "likes": 0,
      "dislikes": 10
    }
  },
  {
    "productID": 8320777,
    "commentCounts": 18,
    "recommendedCount": 10,
    "notRecommendedCount": 0,
    "neutralCount": 8,
    "totalLikes": 52,
    "totalDislikes": 13,
    "recommendedPercentage": 55,
    "notRecommendedPercentage": 0,
    "neutralPercentage": 45,
    "mostLikedInfo": {
      "title": "صداش چنگی به دل نمیزنه",
      "body": "من تجربه کردم شما از من درس بگیرید و این کالا رو نخرید پشیمون میشین",
      "likes": 15,
      "dislikes": 4
    },
    "mostDislikedInfo": {
      "title": "صداش چنگی به دل نمیزنه",
      "body": "من تجربه کردم شما از من درس بگیرید و این کالا رو نخرید پشیمون میشین",
      "likes": 15,
      "dislikes": 4
    }
  },
  {
    "productID": 9836402,
    "commentCounts": 157,
    "recommendedCount": 121,
    "notRecommendedCount": 7,
    "neutralCount": 29,
    "totalLikes": 106,
    "totalDislikes": 25,
    "recommendedPercentage": 77,
    "notRecommendedPercentage": 4,
    "neutralPercentage": 19,
    "mostLikedInfo": {
      "title": "شارژر دیواری تسکو TTC 64",
      "body": "برای گوشی نوکیای من ( اندروید) که شارژدهی عالی داره. همین امروز بدستم رسید. ولی برای گوشی شیائومی برادرم شارژدهی کندی داشت . ممنون از دیجی کالا و تسکو و فروشنده محترم",
      "likes": 12,
      "dislikes": 1
    },
    "mostDislikedInfo": {
      "title": "فست شارژر عالی",
      "body": "توی این رنج قیمت بسیار مناسب و کاربردیه، یه حمایت خوب از تولید خوب ایرانی، مخصوصا توی تخفیف ویژه حتما بخرید!",
      "likes": 3,
      "dislikes": 3
    }
  },
  {
    "productID": 7388940,
    "commentCounts": 324,
    "recommendedCount": 201,
    "notRecommendedCount": 12,
    "neutralCount": 111,
    "totalLikes": 185,
    "totalDislikes": 52,
    "recommendedPercentage": 62,
    "notRecommendedPercentage": 3,
    "neutralPercentage": 35,
    "mostLikedInfo": {
      "title": "کولپد تسکو 3101",
      "body": "من اینو بیشتر به عنوان استند لپتاپ خریدم نه کولپد ولی فنهاش خوبه و رنگ ابی هست ال ای دی هاش روکش استیلش هم ابی هس از این نظر خوشگل دیده میشه موقع روشن بودن\r\nبعد کیفیت کالا تعریفی نداره و معمولی هست \r\nلپتاپ روش موقع تایپ لرزش داره و زیاد نمیشه بهش فشار اوورد.\r\nبرای درجه تنظیم ارتفاعش میتونس گیره هاش یکم صفت باشه که موقع برداشتنش از درجه اش در نیاد تو عکس مشخص کردم کجاشو میگم، ولی متاسفانه شل هس و با بلند کردن فوری درمیاد از تنظیم.\r\nفنش متاسفانه صداش نسبتا زیاد هست و تو محیط کم صدا اذیت کننده هست مخصوصا وقتی ارتفاعشو بالا تنظیم کردنی صداش دوبرابر میشه \r\nتازه امروز به دستم رسیده بعد یک مدت استفاده میام نظرم رو درباره کارکردش دوباره ادیت میکنم که بهتر بتونین برای خریدش تصمیم بگیرین.\r\nمن از فروشگاه شهریار خریدم خیلی عالی بود و دقیقا همونی بود که فرستادن و یک روز هم زودتر رسید دستم.\r\nدرباره بیمه اش هم 13 ماه کامل بیمه داشت عالی بود.\r\nاقلام همراهش هم یک سیم یو اس بی دوطرفه هست حدود نیم متر و کارت گارانتی.",
      "likes": 34,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "تسکو",
      "body": "اولین بار بود که یه اشغال به تمام معنا خریدم، یا شاید شانس من بود که یه روزم کار نکرد و سوخت منه تنبل هم هم باوجوده گارانتی تسکو و مهلت ۷ روزه دیجی حوصله مرجوع کردن رو نداشتم و انداختمش به جایی که تعلق داشت،،،،،آشغالی",
      "likes": 0,
      "dislikes": 2
    }
  },
  {
    "productID": 3112629,
    "commentCounts": 763,
    "recommendedCount": 545,
    "notRecommendedCount": 53,
    "neutralCount": 165,
    "totalLikes": 622,
    "totalDislikes": 66,
    "recommendedPercentage": 71,
    "notRecommendedPercentage": 6,
    "neutralPercentage": 23,
    "mostLikedInfo": {
      "title": "",
      "body": "قیمت بالا هست ولی بخاطر تحریم و دلار و دلال هست در این بازار خوبه تقریبا...البته ارزش پول از بین رفته....در کل خوب بود",
      "likes": 37,
      "dislikes": 6
    },
    "mostDislikedInfo": {
      "title": "جانه ننت نخر",
      "body": "جانه ننت نخر من خریدم تو هفته ۲ یه گوشش صداش خراب شد بعد جای شارجه و بعد جای سیم",
      "likes": 1,
      "dislikes": 7
    }
  },
  {
    "productID": 11263738,
    "commentCounts": 10,
    "recommendedCount": 8,
    "notRecommendedCount": 0,
    "neutralCount": 2,
    "totalLikes": 14,
    "totalDislikes": 0,
    "recommendedPercentage": 80,
    "notRecommendedPercentage": 0,
    "neutralPercentage": 20,
    "mostLikedInfo": {
      "title": "اسپیکر زیبا، جمع و جور و با کیفیت",
      "body": "من این اسپیکر رو گرفتم و ازش راضی ام، البته برای محیط خونه و برای شنیدن پادکست ازش استفاده میکنم و در محیط خونه من که حدود ۷۰ متره صدا واسم کاملا قابل شنیدنه و اگر انتظارتون در این حده احتمالا این اسپیکر واستون خوب جواب بده",
      "likes": 8,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "",
      "body": "خوبه.       ",
      "likes": 0,
      "dislikes": 0
    }
  },
  {
    "productID": 9788923,
    "commentCounts": 122,
    "recommendedCount": 89,
    "notRecommendedCount": 10,
    "neutralCount": 23,
    "totalLikes": 49,
    "totalDislikes": 37,
    "recommendedPercentage": 72,
    "notRecommendedPercentage": 8,
    "neutralPercentage": 20,
    "mostLikedInfo": {
      "title": "تسکو",
      "body": "موس  بسیار خوش دستی هست اولش تو خریدش مردد بودم بعد که داخل شگفت انگیز قرار گرفت به خاطر قیمت مناسبش خریدم الان که تحویل گرفتم کاملا راضی هستم به خاطر نوع طراحیش کاملا انگشتهای  دست روش سوار میشه و کارکردن باهاش خیلی راحته کیفیت پلاستیکش هم چون ABS  هست عالیه نقطه قوتش کابل روکش کنفی هست که باعث میشه به مرور زمان دچار قطعی و پارگی سیمش نشه ضمن اینکه موس در واقع گیمینگ هست و برای بازیهای کامپیوتری کاملا مناسبه دکمه های کاربردی دبل کلیک و فوروارد هم روی موس تعبیه شده -نور لایت و ملایم چند رنگی هم که تو طراحی موس استفاده شده باعث  زیبایی و خاص بودنش شده بدون شک تسکو یکی از برترین برندهای ایرانی  لوازم جانبی کامپیوتر هست \r\nدر ضمن دوستان توجه کنید اون نور ملایم LED موس  حتی زمانی که کامپیوتر خاموش کنید  همیشه روشن هست مگه اینکه کابل موس رو از کیس جدا کنید یا دکمه پاور قطع برق  پشت کیس رو بزنید تا اون نور قطع بشه  من فکر میکردم موس من مشکل داره که با خدمات پس از فروش تسکو تماس گرفتم و گفتن این موضوع طبیعیه",
      "likes": 12,
      "dislikes": 2
    },
    "mostDislikedInfo": {
      "title": "عالیه",
      "body": "اگ صدای کلیک کردن اذیتتون نمیکنه ب شدت توصیه میشه خدایی خوب و باکیفیته سیمشم بلنده",
      "likes": 2,
      "dislikes": 11
    }
  },
  {
    "productID": 2422373,
    "commentCounts": 19,
    "recommendedCount": 9,
    "notRecommendedCount": 3,
    "neutralCount": 7,
    "totalLikes": 259,
    "totalDislikes": 84,
    "recommendedPercentage": 47,
    "notRecommendedPercentage": 15,
    "neutralPercentage": 38,
    "mostLikedInfo": {
      "title": "واقعا متاسفم",
      "body": "واقعا این روش فروش از دیجی کالا واقعا تاسف آور و عجیب بود\r\nجعبه ارسالی مربوط به پاور تسکو و همین مدل بود ولی داخل جعبه پاور گرین قدیمی مدل gp330 a  وقدرت ۳۰۰ وات بودو گارانتی سال ۹۸ تموم شده بود \r\nو کیفیت زمین تا آسمون متفاوت بود\r\nمن خیلی نیاز داشتم مجبور شدم رو سیستم ببندم ولی واقعا این روش فروش نیست\r\nمتاسفم دیجی کالا واقعا",
      "likes": 148,
      "dislikes": 9
    },
    "mostDislikedInfo": {
      "title": "اقتصادی، با دوام، زیبا",
      "body": "تازگی یه کارکردشو خریدم به گفته صاحبش 8 ما روی ریگ گرافیک بوده و واقعا پلمپ بود اصلا با اکبند هیچ فرقی نداشت ولتاژش کمو زیاد نمیشد ثابت بود خیلی عالیه این مدلش مخصوصا فن argb باحال بود که با دکمه پشتش به چندین حالت زیبا تغییر پیدا میکرد یکیشون حالت چرخش رنگ عین لودینگ \r\nکابلای زیادی داره 8 پین و 4 پین cpu داره و 8 پین گرافیک داره ‌تا توان بیش از 500 وات رو ازش استفاده کردم تو این 2 ماه روزی بیش از 6 ساعت هنوز ولتاژش ثابته کمو زیاد و نوسان نداره از لحاظ صدای فن و سرعت فن هم قابل قبوله تنها نکته منفیش اینه که کابل های برق ساتاش 4 پینه یعنی برق 3.3ولت نداره برا ساتا که زیاد مهم نیست الان کمترین وسیله که برق ساتا میخواد 5 ولته و فک کنم خازنهاش ژاپنی نیست  در کل خیلی راضیم ممنون از گروه تسکو",
      "likes": 2,
      "dislikes": 11
    }
  }
]