[
  {
    "productID": 9752355,
    "commentCounts": 81,
    "recommendedCount": 48,
    "notRecommendedCount": 5,
    "neutralCount": 28,
    "totalLikes": 59,
    "totalDislikes": 29,
    "recommendedPercentage": 59,
    "notRecommendedPercentage": 6,
    "neutralPercentage": 35,
    "mostLikedInfo": {
      "title": "پلمپ باز شده بود",
      "body": "پلمپ کارتن باز شده بود، و معلوم قبلا نصب شده، چون رد زدگی تو قسمت usb کاملا مشخص میکنه که نصب شده، و اینکه کالا دست دوم حساب میشه، \r\nقطعا مرجوع می کنم",
      "likes": 4,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "خوب",
      "body": "بدون استند ۸۰ درجه ۱۵۰ اف پی اس\nبا استند ۸۰ درجه ۱۹۰ اف پی اس\nلپتاب من طراحی شده که توی دمای خاص ۸۰ درجه پرفورم کنه فقط این فن کمک میکنه Thermal Throttling اتفاق نیوفته ",
      "likes": 0,
      "dislikes": 5
    }
  },
  {
    "productID": 1792594,
    "commentCounts": 3313,
    "recommendedCount": 1356,
    "notRecommendedCount": 151,
    "neutralCount": 1806,
    "totalLikes": 179,
    "totalDislikes": 44,
    "recommendedPercentage": 40,
    "notRecommendedPercentage": 4,
    "neutralPercentage": 56,
    "mostLikedInfo": {
      "title": "",
      "body": "موس کیفیت ندارد با این قیمت موس بهتری میتوانستم تهیه کنم این موسی که برای من ارسال شده خیلی سریع باتری را تمام میکند هر یک یا دو روز یک باتری مصرف میکند سپس موس دیگر کار نمیکند نمیدونم چطوری باتری را خالی میکند اما مطمئن هستم از کیفیت پایین موس هست",
      "likes": 7,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "وافعن راضیم",
      "body": "سلام فردا بدستم میرسه و واقعن راضیم خوب و با کیفیت فقط یذره صدا میده به یخچال هم وصل میشه",
      "likes": 0,
      "dislikes": 3
    }
  },
  {
    "productID": 3394297,
    "commentCounts": 380,
    "recommendedCount": 217,
    "notRecommendedCount": 42,
    "neutralCount": 121,
    "totalLikes": 2018,
    "totalDislikes": 229,
    "recommendedPercentage": 57,
    "notRecommendedPercentage": 11,
    "neutralPercentage": 32,
    "mostLikedInfo": {
      "title": "",
      "body": "این آموزش اتصال به کامپیوتر هم میزارم برای دوستانی که مثل من اولش با این دسته  مشکل داشتن قرار دادم.\r\n1.برای اتصال به کامپیوتر  باید اول کابل USB رو به سیستم و دسته نصب کنید تا روند شناسایی انجام بشه.\r\n2.برای اتصال بیسیم باید همزمان کلید Home  و Share رو نگه دارید تا چراغ چشمک زن بشه بعد از قسمت تنظیمات Bluetooth دنبال اسم دسته بگردید و اوکی کنید سریع  سویچ میشه.\r\n3.برای فعال کردن شوک و  کاربری بهتر دسته باید دوتا کار رو انجام بدید (اول اینکه برنامه های DS4Windows و X360ce رو نسبت به نسخه ویندوز  (64 یا 32) رو دانلود و نصب کنید.\r\n4.برای خاموش یا روشن کردن چراغ دکمه ها، کلید Share نگه دارید و A رو بزنید(هم در حالت اتصال با کابل هم بیسیم).\r\n5. عکس قرار گرفتن دکمه ها در برنامه X360ce رو هم برای راحتی بهتر  دوستان پیوست کردم.\r\n6.برای دیدن میزان شارژ باتری دسته تو برنامه DS4Windows میتونید ببینید \r\n7.برای حل مشکل قطعی صدا میتونید از تو تنظیمات Control Panel کنترل  پنل و قسمت Sond انتخاب کنید خروجی صدا رو کدوم گزینه باشه\r\n9.‌اگه راضی بود و خوشتون اومد یه فاتحه بفرستید",
      "likes": 609,
      "dislikes": 5
    },
    "mostDislikedInfo": {
      "title": "نقاط قوت و ضعف",
      "body": "دوستان اینی که گفتن برا پی سی هم جواب میده یک درووووووووغ بسییییار عظیم و بزرگه و هیچ بازی پی سی بجز یکی دوتارو ساپورت نمیکنه من که بیخیالش شدم و وصلش کردم به پی اس ۴ خودم . بی خیال پی سی بشین",
      "likes": 2,
      "dislikes": 20
    }
  },
  {
    "productID": 7389089,
    "commentCounts": 748,
    "recommendedCount": 506,
    "notRecommendedCount": 29,
    "neutralCount": 213,
    "totalLikes": 563,
    "totalDislikes": 90,
    "recommendedPercentage": 67,
    "notRecommendedPercentage": 3,
    "neutralPercentage": 30,
    "mostLikedInfo": {
      "title": "مطمعن نیستم",
      "body": "سلام\r\nبنده بعد چند روز استفاده دارم این نظر رو می نویسم\r\nواقعا کفیت ساختش پایین هستش انتظار بیشتری داشتم\r\nاگر تو عکسی که دیجی کالا گذاشته دقت کرده باشین از زیر کلید ها هم نور می زنه ولی اگه به عکسی که من می ذارم دقت کنین می بینین که از زیر کلید ها نور نمی زنه و از کناره هاش می زنه\r\nبعضی از دوستان می گن که نباید چنین انتظاری داشته باشیم  ولی درسته قیمتش کمه نسبت به رقبا ولی خب زمانی که خود کمپانی عکس که گذاشته ، داریم میبینیم که از زیر کلید ها نور می زنه انتقاد من از خود کمپانی تسکو بود چون باید عکس های درست بذاره\r\nیه چیزی که همون اول تو ذوقم زد قسمت بالای کیبورد که آرم تسکو هستش خب یه برچسبه که من وقتی بسته رو باز کردم دیدم که کنده شده با سشوار و هزار زحمت دوباره چسبوندنش\r\nولی خب خوبی های خودشو داره \r\nیه نکته خیلی مهم که خیلیا نمی دونن اونم اینکه برای تنظیم نور کیبورد دکمه FN رو میگیرید و هم زمان دو تا دکمه داره که یکیش نور رو زیاد می کنه و اون یکی نور رو کم می کنه بزنید نورش تنظیم میشه و حتی می تونید قطع هم کنید \r\nدر کل زیبایی داره ولی کیفیت نداره\r\nلایک فراموش نشه",
      "likes": 114,
      "dislikes": 15
    },
    "mostDislikedInfo": {
      "title": "مطمعن نیستم",
      "body": "سلام\r\nبنده بعد چند روز استفاده دارم این نظر رو می نویسم\r\nواقعا کفیت ساختش پایین هستش انتظار بیشتری داشتم\r\nاگر تو عکسی که دیجی کالا گذاشته دقت کرده باشین از زیر کلید ها هم نور می زنه ولی اگه به عکسی که من می ذارم دقت کنین می بینین که از زیر کلید ها نور نمی زنه و از کناره هاش می زنه\r\nبعضی از دوستان می گن که نباید چنین انتظاری داشته باشیم  ولی درسته قیمتش کمه نسبت به رقبا ولی خب زمانی که خود کمپانی عکس که گذاشته ، داریم میبینیم که از زیر کلید ها نور می زنه انتقاد من از خود کمپانی تسکو بود چون باید عکس های درست بذاره\r\nیه چیزی که همون اول تو ذوقم زد قسمت بالای کیبورد که آرم تسکو هستش خب یه برچسبه که من وقتی بسته رو باز کردم دیدم که کنده شده با سشوار و هزار زحمت دوباره چسبوندنش\r\nولی خب خوبی های خودشو داره \r\nیه نکته خیلی مهم که خیلیا نمی دونن اونم اینکه برای تنظیم نور کیبورد دکمه FN رو میگیرید و هم زمان دو تا دکمه داره که یکیش نور رو زیاد می کنه و اون یکی نور رو کم می کنه بزنید نورش تنظیم میشه و حتی می تونید قطع هم کنید \r\nدر کل زیبایی داره ولی کیفیت نداره\r\nلایک فراموش نشه",
      "likes": 114,
      "dislikes": 15
    }
  },
  {
    "productID": 7869149,
    "commentCounts": 335,
    "recommendedCount": 216,
    "notRecommendedCount": 13,
    "neutralCount": 106,
    "totalLikes": 291,
    "totalDislikes": 78,
    "recommendedPercentage": 64,
    "notRecommendedPercentage": 3,
    "neutralPercentage": 33,
    "mostLikedInfo": {
      "title": "هدفون بصرفه",
      "body": "سلام این هدفون ساخت داخل هست و کیفیت ساخت بالایی داره \r\nبلندگو های گذاشته شده توی این مدل بسیار با کیفیت هستش که با تنظیم مناسب اکولایزر به بیس خفنی دست پیدا میکنید که خیلی خوبه انگار یه سیستم حرفه‌ای دارید \r\nفقط میکروفنش یکم توی بازی انگار بد هست مثلا انگار پتو کشیده باشی روی میکروفن و صحبت بکنی بقیه موارد اوکی هست و مورد بدی نداره \r\nسیم هم بلند هست و یک قستمی هم روی سیم هست جهت کم و زیاد کردن صدا و این صدای خود هدفون رو کم میکنه نه صدای گوشی رو که یک نکته مثبت هست \r\nبنظر من الکی پول خودتون رو برای محصولات چینی بدرد نخور حروم نکنید همین برند تسکو خیلی با کیفیت تر هست",
      "likes": 53,
      "dislikes": 2
    },
    "mostDislikedInfo": {
      "title": "صدا از هدفون بیرون میاد!",
      "body": "خیلی سیم هدفون بلنده اصلا خوب نیست",
      "likes": 2,
      "dislikes": 6
    }
  },
  {
    "productID": 7799532,
    "commentCounts": 760,
    "recommendedCount": 459,
    "notRecommendedCount": 37,
    "neutralCount": 264,
    "totalLikes": 1196,
    "totalDislikes": 398,
    "recommendedPercentage": 60,
    "notRecommendedPercentage": 4,
    "neutralPercentage": 36,
    "mostLikedInfo": {
      "title": "بد نیست",
      "body": "برای تلویزیون های غیر هوشمند کار راه بندازه،در اصل نه اونقدر دلچسب و دلنشینه که اسم خوب روش بزارم از طرفی هم ایرادات وحشتناک زیاد نداره و نمیشه لقب بد بهش داد،فقط ی توضیح مختصر و کافی برای دوستان بدم اینه که کنترل از راه دورش از هر نظر افتضاحه صدای دکمه های فیزیکی کنترل موقع فشردن بسیار زیاد و حس پلاستیک بازیافتی رو در متریال ساختش به آدم میده و گیرایی کنترل هم بسیار کند و آزار دهنده هستش و من تا حالا رو هیچ دستگاهی ی همچین چیزی رو تجربه نکرده بودم اما با تعویض باتریهاش با باتری های قوی تر اوضاع قابل تحمل تر میشه و به کل\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n نامیدتون نخواهد کرد،از کنترل دستگاه که بگذریم عملکرد منو و نرم افزاری دستگاه بعضی اوقات شاهد کند بودن و لگ هست اما هنگ نه،کیفیت خروجی تصویر و صدا هم نمره ی خوب رو به بالا رو میگیره از نظر بنده که توی تنظیمات میتونید نهایتا تا 1080i تنظیمش کنید و خود تولید کننده به صورت پیشفرض به 720p بسنده کرده،ی اکانت فیلیمو به اصطلاح رایگان هم روی دستگاه هست که روزانه شما میتونید به صورت اتفاقی چند عدد فیلم رو که براتون توی لیست تعریف شده میبینید مشاهده کنید که به نظر بنده بیشتر جنبه ی دیدن ی قسمت از فیلم و راغب کردن شما برای دیدن قسمت های بعدی اون و متعاقبا خرید اشتراک فیلیمو هستش این نه لطف و هدیه به مشتری،اگه توضیحات و تجربه کار کردن با این دستگاه به کار و کمکتون اومد میتونید با لایک کردن برای دیده شدن بیشتر این مطلب توسط دوستان دیگه و کمک به تصمیم گیریشون کمکشون کنید.",
      "likes": 71,
      "dislikes": 2
    },
    "mostDislikedInfo": {
      "title": "او چیزی فکر کردیم نبود",
      "body": "فکر کردم خودش کامل به اینترنت وصله ولی اینگونه نبود",
      "likes": 7,
      "dislikes": 46
    }
  },
  {
    "productID": 4649617,
    "commentCounts": 221,
    "recommendedCount": 124,
    "notRecommendedCount": 31,
    "neutralCount": 66,
    "totalLikes": 304,
    "totalDislikes": 37,
    "recommendedPercentage": 56,
    "notRecommendedPercentage": 14,
    "neutralPercentage": 30,
    "mostLikedInfo": {
      "title": "اسپیکر بلوتوثی تسکو",
      "body": "تقریباً ی ساله گرفتم واسه مادرم \r\nبرا پولی که میدید خوبه خودم اسپیکر شارپ دارم خب قطعا زمین تا آسمون تفاوت دارن ولی با این قیمت چیز خوبیه\r\nکیفیت صدا تا ولوم 80 اوکیه صدا رو که تا ته می‌بری کیفیت از بین می‌ره\r\nبلندی که داره معمولیه اونم انتظار نباید داشت \r\nقیمتش خوبه کیفیت ساختش معمولی یبار خورد زمین محکم پلاستیکش در اومد با ی فشار رفت سر جاش و درست شد \r\nدر کل واسه مامانا که ی گوشه بشینن موقع آشپزی یا ظرف شستن ی آهنگی گوش کنن خوبه چون هم بلوتوث داره هم Aux هم رم میخوره \r\nی بند آویز هم داره که اونم گاهی بدرد میخوره\r\nدر یک کلام کار را بنداز دوستان\r\nکیفیت ساخت دکمه ها هم واقعا خوبن\r\nشارژ دهیش رو نمیدونم چون دست من نیست ولی راضی کنندس اینطور که معلومه چون مادرم  چند ساعت سر گاز و پیش سینک موقع ظرف شستن همش آهنگ گوش میده پس معلومه خوبه وگرنه کلی سرم غر میزد/:\r\nبرا مامانا بخرید هدیه بدید درود به تمام مادرا \r\nیا علی امیدوارم کمک کرده باشم",
      "likes": 31,
      "dislikes": 3
    },
    "mostDislikedInfo": {
      "title": "تجربه خرید اسپیکر تسکو",
      "body": "این اسپیکر با توجه به قیمتش ارزش خرید نداره.صدا و دکمه هاش اصلا خوب نیست و شارژش هم زود تموم میشه.به نظرم ارزش خرید نداره",
      "likes": 10,
      "dislikes": 5
    }
  },
  {
    "productID": 2210011,
    "commentCounts": 933,
    "recommendedCount": 630,
    "notRecommendedCount": 76,
    "neutralCount": 227,
    "totalLikes": 859,
    "totalDislikes": 190,
    "recommendedPercentage": 67,
    "notRecommendedPercentage": 8,
    "neutralPercentage": 25,
    "mostLikedInfo": {
      "title": "بهترین دسته بازی دنیا . . .",
      "body": "خیلی خیلی خیلی عالی بود. به موقع به دستم رسید. ممنونم از دیجی کالا که اینقدر چیزای خوب خوب داره. اولین تسکو بود که خریدم. اولش فکر میکردم چون ایرانیه به درد نمیخوره. ولی از نظرات مردم کمی دلگرمی گرفتم و خریدم. تا حالا Resident Evil و Need for Speed و Call of Duty رو باهاش تست کردم. بی نقص و عالی. البته یه DVD همراهش بود که می شد درایو مربوطه رو نصب کرد. مثلا این قابلیت رو بهتون میده که شکش رو تست کنید یا مثلا سرعت پردازش رو افزایش بدید. واقعا دم تسکو گرم. البته با استفاده از دکمه Mode میتونید بین حالت های PC , PS3 , Xbox One و اندروید سویچ کنید. طراحی و ظاهرش هم خیلی قشنگه. شک نکنید اگه 750 هزار تومان هم باشه بخرید. پشیمون نمیشید.",
      "likes": 54,
      "dislikes": 11
    },
    "mostDislikedInfo": {
      "title": "بد",
      "body": "به ایکس باکس کانکت نمیشه واسه همین به درد نمیخوره",
      "likes": 0,
      "dislikes": 15
    }
  },
  {
    "productID": 9426797,
    "commentCounts": 97,
    "recommendedCount": 58,
    "notRecommendedCount": 12,
    "neutralCount": 27,
    "totalLikes": 245,
    "totalDislikes": 43,
    "recommendedPercentage": 59,
    "notRecommendedPercentage": 12,
    "neutralPercentage": 29,
    "mostLikedInfo": {
      "title": "در کل خوبه معمولی.",
      "body": "با سلام و عرض ادب!\r\nدر مجموع میشه گفت خوبه یه بررسی کامل ازش انجام دادم خدمتتون عرض میکنم.\r\nکنترل بی کیفیتی داره شبیه اسباب بازی بیشتر کنترلش.\r\nدکمه پاورش خیلی بده عجیبه که ازین نوع کلید برای خاموش روشن کردنش گذاشتن. یه کلید راکر صفر و یک میزاشتن  برای پاور توی هزینه تولیدش فرقی نمیکرد زیاد ولی بهتر بود و به روز تر و کارکرد راحت تری داشت.\r\nجنس پلاستیک بدنه ش خوبه راضی کننده س.\r\nبلندی صداش خوبه تا عدد 30 داره ولومش اما بیس یا باس جالبی نداره متاسفانه. از 20 به بالا هم کاهش کیفیت صداش محسوس کامل.\r\nاز لحاظ ارتباطات خوب و  عالیه پک کاملی داره.\r\nفلش میخوره. مموری کارت میخوره. کابل AUX میخوره. بلوتوث وصل میشه. \r\nرادیو خوبی داره  بدون نویز و صدای شفافی داره.  برای استفاده از رادیو کابل شارژ باید به سوکت شارژ وصل کنید سمت دیگه ش آزاد باشه که بشه آنتن براش.\r\nیک میکروفون سیمی فوق العاده بی کیفیت هم داره  که کلا روش حساب نکنید. فکر کنید نداره. چون بود و نبودش فرقی باهم ندارن.\r\nهمراه خودش کابل شارژ هم داره  اما شارژر نداره.\r\nباید به کله شارژر معمولی وصل کنید برای شارژ کردنش.\r\nظاهرش خوبه قشنگه. اما نمیشه کنترلی روی رقص نورش داشت و مدام روشنه.\r\nنکته عجیب اینکه برند تسکو رو با برچسب کاغذی چسبوندن روش که همون لحظات اول کنده میشه. اینکه تولید کننده چرا برندش رو طوری حک نکرده روی بدنه که اصالتش حفظ شه  در گذر زمان جای تعجب داره!\r\nبنظر میاد یه محصول چینی باشه که اینجا توسط تسکو فقط بسته بندیش کردن.",
      "likes": 109,
      "dislikes": 5
    },
    "mostDislikedInfo": {
      "title": "اسپیکر تسکو TS23355",
      "body": "سلام این اسپیکر باید برای شما معرفی بشه\r\nکسایی که تسکو رو می‌شناسن می دونن که کارشو بلده\r\nمیکروفن کار راه اندازی داره و جنس خوبی داره (میکروفن) کنترلش خیلی بی کیفیته ولی کار بردی\r\nحجم صداش خوبه برای مراسمات دورهمی خوبه کسی هم که این اسپیکر رو میخره نباید توقع زیادی داشته باشه کیفیت صدا عالی تفکیک صدا عالی جنس خود اسپیکر عالی رقص نور هم خیلی زیباست مخصوصا اون قسمتی از باند که فلزی کار شده چون حالت رقص نور پیدا میکنه\r\nبرای مقایسه با بقیه محصولات باید بگم اصلا نباید تسکو را با اسپیکر های بی کیفیت مثل KTS مقایسه کرد شاید اونها در عدد توان بیشتری داشته باشند اما در عمل هیچ حرفی برای گفتن ندارند\r\nبه نظر من برای سفارس محصول از اشتراک دیجی پلاس استفاده کنید چون به شما 30 روز مهلت مرجوع میده که در کنار گارانتی واقعا برای کالای برقی ظروریه\r\nبرای حرف آخر هم از فروشنده خوب پرشین کالا تشکر می کنم",
      "likes": 13,
      "dislikes": 6
    }
  },
  {
    "productID": 3207777,
    "commentCounts": 1172,
    "recommendedCount": 827,
    "notRecommendedCount": 47,
    "neutralCount": 298,
    "totalLikes": 984,
    "totalDislikes": 142,
    "recommendedPercentage": 70,
    "notRecommendedPercentage": 4,
    "neutralPercentage": 26,
    "mostLikedInfo": {
      "title": "هدست th5153",
      "body": "سلام\r\nاین هدفون امروز به دستم رسید هم باهاش گیم زدم هم موزیک گوش دادم هم فیلم دیدم از همه جهت خوبه وقتی روی سرتون قرار میگیره اولش احساس سنگینی بهتون دست میده که بعد چند دقیقه عادت میکنید اوکی میشه.\r\nگوش رو کامل در بر میگیره که این خیلی خوبه.\r\nتوی جعبه تبدیل یک به دو هم بود به همراه کارت گارانتی\r\nتوی عکسم مشخصه کابلش دوشاخه میشه در انتها که aux واسه هدفون و میکروفون و usb واسه چراغشه که اگه متصل نکنید به کامپیوتر فقط چراغش روشن نمیشه و کاربرد دیگه ای نداره.\r\nخلاصه هدفون جوابیه اگه گیمرید تهیه کنید",
      "likes": 117,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "هدفون گیمینگ",
      "body": "خوبه فقط چراغش موقع بازی روشن نمیشه نمیدونم چرا",
      "likes": 92,
      "dislikes": 13
    }
  },
  {
    "productID": 5813507,
    "commentCounts": 1138,
    "recommendedCount": 855,
    "notRecommendedCount": 57,
    "neutralCount": 226,
    "totalLikes": 420,
    "totalDislikes": 90,
    "recommendedPercentage": 75,
    "notRecommendedPercentage": 5,
    "neutralPercentage": 20,
    "mostLikedInfo": {
      "title": "ماوس تسکو به همراه ویدیو آنباکسینگ",
      "body": "سلام\r\nماوس خیلی خوبیه\r\nنسبت به قیمت ارزش خرید داره\r\nخوش دست\r\nبا کیفیت\r\nدارای LED\r\nدقت مناسب",
      "likes": 77,
      "dislikes": 8
    },
    "mostDislikedInfo": {
      "title": "ماوس تسکو به همراه ویدیو آنباکسینگ",
      "body": "سلام\r\nماوس خیلی خوبیه\r\nنسبت به قیمت ارزش خرید داره\r\nخوش دست\r\nبا کیفیت\r\nدارای LED\r\nدقت مناسب",
      "likes": 77,
      "dislikes": 8
    }
  },
  {
    "productID": 7542033,
    "commentCounts": 527,
    "recommendedCount": 334,
    "notRecommendedCount": 24,
    "neutralCount": 169,
    "totalLikes": 312,
    "totalDislikes": 49,
    "recommendedPercentage": 63,
    "notRecommendedPercentage": 4,
    "neutralPercentage": 33,
    "mostLikedInfo": {
      "title": "اسپیکر تسکو",
      "body": "خیلی کیفیت صداش خوب بود وعالی حتما بخرید",
      "likes": 57,
      "dislikes": 6
    },
    "mostDislikedInfo": {
      "title": "از خریدم کاملا راضی هستم",
      "body": "فکر نمیکردم اینقدر عالی باشه صدا فوقالعاده، بیس نداره ولی با توجه به جثه کوچکش خیلی با کیفیت و کار راه بندازه \r\nخصوصا ۱۲ ماه گارانتی داره \r\nمحصولات تسکو قابل اطمینان هست پیشنهاد میکنم بخرید پشیمون نمیشید",
      "likes": 0,
      "dislikes": 7
    }
  },
  {
    "productID": 2217079,
    "commentCounts": 164,
    "recommendedCount": 54,
    "notRecommendedCount": 31,
    "neutralCount": 79,
    "totalLikes": 986,
    "totalDislikes": 144,
    "recommendedPercentage": 32,
    "notRecommendedPercentage": 18,
    "neutralPercentage": 50,
    "mostLikedInfo": {
      "title": "راضی",
      "body": "خوش دست است..",
      "likes": 276,
      "dislikes": 8
    },
    "mostDislikedInfo": {
      "title": "راضی",
      "body": "خوش دست است..",
      "likes": 276,
      "dislikes": 8
    }
  },
  {
    "productID": 2376669,
    "commentCounts": 1594,
    "recommendedCount": 1051,
    "notRecommendedCount": 154,
    "neutralCount": 389,
    "totalLikes": 4728,
    "totalDislikes": 1636,
    "recommendedPercentage": 65,
    "notRecommendedPercentage": 9,
    "neutralPercentage": 26,
    "mostLikedInfo": {
      "title": "حل مشکل کار نکردن شوک",
      "body": "سلام من یه نکته ای رو خواستم بگم دیدم که یه سری از دوستان گفتن که شوک کار نمیکنه ببینید این دسته یه فایل درایور داره توی سایت خود دسته یعنی تسکو هستش میتونید دانلودش کنید و احتماله خیلی زیاد مشکلتون حل میشه اگه مفید بود لایک کنید بقیه دوستانی که مشکل داشتن ببینن",
      "likes": 293,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "بی پولی",
      "body": "کاش پول داشتم میخریدم",
      "likes": 129,
      "dislikes": 26
    }
  },
  {
    "productID": 5228052,
    "commentCounts": 59,
    "recommendedCount": 22,
    "notRecommendedCount": 3,
    "neutralCount": 34,
    "totalLikes": 406,
    "totalDislikes": 103,
    "recommendedPercentage": 37,
    "notRecommendedPercentage": 5,
    "neutralPercentage": 58,
    "mostLikedInfo": {
      "title": "یک کیس ایرانی دوست داشتنی",
      "body": "این کیس رو بیرون دیدم از دیجی کالا خریدم واتر کولینگ ۲۴۰ نصب کردم. دو تا گرافیکمو تونستم با SLI به هم وصل کنم و توش براحتی جا شد. پایداری دما توش خوبه. اولش بعید میدونستم که تسکو چنین کاری رو زده باشه ولی تحقیق کردم دیدم واقعا ساخت خودشونه. نمره کیفیت ساخت رو ۴ دادم چون تسکو میتونه بهتر از اینم تولید کنه، RGBهاش خیلی خوشگلن خدایی مود های مختلفی داشت با مادربردمم سینک شد. در کل از خریدم راضیم. ی کیس ایرانی خریدم میدونم شاید بهتر از اینم زیاد باشه به قول بعضیاتون! ولی من ترجیح میدم برند داخلی رو قوی ترش کنم. مدیریت کابلمم راحت بود توش جای پاورش رو با پیچای تنظیم، بیشتر کردم، رو این حساب توضیح دادم چون موقع خریدش با بقیه مقایسه کردم.آهان راستی درِ کنارشم واقعا شیشه حرارت دیده بود. پکشم خداییش خوشگل بود. دمه تسکو گرم هر روز بهتر بشید...\r\nنقاط ضعف:\r\nگرافیک ۳۶۰ توش سخت تر جاش میشه.\r\n واتر کولینگ ۲۴۰ میشه بست",
      "likes": 100,
      "dislikes": 7
    },
    "mostDislikedInfo": {
      "title": "عالی",
      "body": "همه بازی های جدید رو بدون لگ اجرا میکنه",
      "likes": 9,
      "dislikes": 33
    }
  },
  {
    "productID": 323224,
    "commentCounts": 1653,
    "recommendedCount": 1102,
    "notRecommendedCount": 121,
    "neutralCount": 430,
    "totalLikes": 1533,
    "totalDislikes": 453,
    "recommendedPercentage": 66,
    "notRecommendedPercentage": 7,
    "neutralPercentage": 27,
    "mostLikedInfo": {
      "title": "کول پد",
      "body": "خنک کنندگی خوب و با کیفیت",
      "likes": 195,
      "dislikes": 16
    },
    "mostDislikedInfo": {
      "title": "",
      "body": "بعد از 6 ماه استفاده شروع کرد به صدا دادن، صدای بسیار بالا و ناهنجار، خصوصاً زمان شروع به کار.",
      "likes": 2,
      "dislikes": 16
    }
  },
  {
    "productID": 3845554,
    "commentCounts": 81,
    "recommendedCount": 39,
    "notRecommendedCount": 12,
    "neutralCount": 30,
    "totalLikes": 216,
    "totalDislikes": 87,
    "recommendedPercentage": 48,
    "notRecommendedPercentage": 14,
    "neutralPercentage": 38,
    "mostLikedInfo": {
      "title": "از همه نظر خوبه",
      "body": "برای اداره گرفتم \r\nنسبت به قیمتش هم کیفیت خوبی داره هم ظاهر خوبی داره \r\nو اینگه گارانتی داره \r\nدر کل خریدش رو تو این وضع گرونی قطعات توصیه میکنم چون واقعا قیمت مناسبی داره",
      "likes": 31,
      "dislikes": 1
    },
    "mostDislikedInfo": {
      "title": "کیس فقط قاب بود",
      "body": "کیس خالی بود به درد من نخورد",
      "likes": 7,
      "dislikes": 61
    }
  },
  {
    "productID": 9046541,
    "commentCounts": 86,
    "recommendedCount": 48,
    "notRecommendedCount": 8,
    "neutralCount": 30,
    "totalLikes": 36,
    "totalDislikes": 14,
    "recommendedPercentage": 55,
    "notRecommendedPercentage": 9,
    "neutralPercentage": 36,
    "mostLikedInfo": {
      "title": "",
      "body": "تازه خریدم احتمالا خوب باشه ، خوب نبود میام ویرایش میکنم نظرم رو !",
      "likes": 6,
      "dislikes": 1
    },
    "mostDislikedInfo": {
      "title": "کیبورد تسکو",
      "body": "عالیییییییییییییییییییی",
      "likes": 1,
      "dislikes": 8
    }
  },
  {
    "productID": 9375603,
    "commentCounts": 88,
    "recommendedCount": 42,
    "notRecommendedCount": 6,
    "neutralCount": 40,
    "totalLikes": 107,
    "totalDislikes": 12,
    "recommendedPercentage": 47,
    "notRecommendedPercentage": 6,
    "neutralPercentage": 47,
    "mostLikedInfo": {
      "title": "توقع جنس بهتر داشتم",
      "body": "سلام این هدفن برای خواهرزادم از بازار خریدم ظاهر هدفن قشنگه رنگش نقرابیه امکاناتش خوبه باطری بد نیست خوبه برد بلوتوث خوبه قطع وصل نمیشه بلندی صدا هم در حد مطلوبه شارژش تایپ c  رم هم تا ۳۲ گیگ ساپورت میکنه\r\nاز طرفی بدنه بشدت سبکه و حس شکنندگی داره قسمت اتصال طرح فلزه و فلزی نیست \r\nجنس چرم مصنوعی روی هدفن خیلی بد و سفته به گوش من فشار آورد و بعد ۱۵ دقیقه گوش هام درد گرفت \r\n صدای ریز اصلا خوبی نداره صدا بمه بیسش قابل قبوله ولی چون صدا خیلی بمه حس قشنگی منتقل نمیکنه حتی با پلیر حرفه ای هم نمیشه صدای ریز خوبی ازش گرفت \r\nبرای گیم اصلا مناسب نیست صدای پاهارو خیلی نمیشه شنید(شاید اصلا نمیشه شنید) و کمی خیلی کم تاخیر داره...\r\nخودم هدفن jbl دارم شاید بخاطر همین این مدل به دلم ننشست ولی از اونجای که همیشه برند تسکو با توجه به قیمت محصولاتش منو به وجد میاورد توقع جنس بهتری از این برند داشتم.",
      "likes": 27,
      "dislikes": 1
    },
    "mostDislikedInfo": {
      "title": "",
      "body": "عالی بودفقط نارضایتی من اینکه کلگی شارژر نداشت",
      "likes": 0,
      "dislikes": 3
    }
  },
  {
    "productID": 366949,
    "commentCounts": 1021,
    "recommendedCount": 673,
    "notRecommendedCount": 48,
    "neutralCount": 300,
    "totalLikes": 1502,
    "totalDislikes": 375,
    "recommendedPercentage": 65,
    "notRecommendedPercentage": 4,
    "neutralPercentage": 31,
    "mostLikedInfo": {
      "title": "صدای بی کیفیت",
      "body": "دوستان متن رو خوب بخونید..\r\nکاری به کسانی که دیس لایک میکنن نداشته باشین. من هدفون Nia Q1 دارم که با این میخوام مقایسه کنم. \r\nهدفون های نیا هم‌ ارزونتر هستن و هم کیفیت صدای شفافتر و بهتری دارند، تسکو فقط قیافه داره و هیچ. توی نظرات میگفتن که صداش عالیه و فلان، من گول نظرات رو خوردم. اکثر کسانی که میگن خوبه، احتمالا تا حالا هدفون خوب روی سرشون نگذاشتن.\r\n\r\nاین هدفون صداش از افتضاح یه چیزی اونورتر هست. قدرت تفکیک صدا بسیار ضعیف هست، مخصوصا توی صدای بالا\r\nبیس خیلی بالا و زننده ای داره، به طوری که اجازه شنیده شدن فرکانس‌های تربل (زیر) رو بهتون نمیده. \r\nاینقدر بیسش بالا هست که صدا عملا غیر شفافه و بعد از چند دقیقه گوش کردن سر درد میگیرین. انگار که طبل و دُهل جلوی گوشتون گذاشته باشن.\r\nجزئیات صدا به خوبی قابل فهم نیست. بیس تا اندازه ای خوبه که فرکانس های تربل توی صدا گم‌ نشن، باید یک بالانس بین این‌دوتا باشه. \r\nهمینطور ارگونومی ضعیفتری نسبت به هدفون های نیا داره، روی گوش خوب سوار نمیشه، همینطور حجم خیلی زیادی رو اشغال میکنه و قابلیت تاشو یا چرخش نداره. \r\nوزن زیادی داره، به گوشها خیلی فشار میاره. \r\n\r\nخوبیش اینه که فقط خوشگله، بدنه ش هم مقاومه. اگه میخواین باهاش کشتی بگیرین بدردتون میخوره. بلوتوثش هم سریع وصل میشه\r\n\r\nمن پیشنهاد میکنم اگه صدای خوب میخواین با همین رنج قیمت (حتی ارزونتر) از برند نیا مدلهای Q1, X10 رو بخرید. قطعا صداش از این بهتره.\r\nباور کنین الان هر دو‌ رو‌ دارم امتحان میکنم، من زندگیم به موسیقی بسته‌س، تنها دلیلی که اینو خریدم بخاطر این بود که کیفیت بالاتر از نیا میخواستم که ظاهرا توی این رنج قیمت از نیا بهتر نیست اصلا. \r\n\r\nمن الان میخواستم مرجوع کنم، متاسفانه هدفون و هدست اگه پلمپ باز بشه دیگه مرجوع نمیشه کرد. \r\nیه عالمه پولم رو ریختم دور. مجبورم با این هدفون کنار بیام. \r\n\r\nسعی کردم منطقی نظرم رو بدم که شما مثل من گول نخورین، لایک کنید که بقیه هم ببینن. مرسی",
      "likes": 145,
      "dislikes": 11
    },
    "mostDislikedInfo": {
      "title": "نخرید",
      "body": "خیلی بی کیفیت بود ولی خیلی سبک بود میزان صداشم ضعیف هیچ فرقی با هدفونا ارزون نداره",
      "likes": 3,
      "dislikes": 19
    }
  },
  {
    "productID": 3306170,
    "commentCounts": 575,
    "recommendedCount": 389,
    "notRecommendedCount": 38,
    "neutralCount": 148,
    "totalLikes": 761,
    "totalDislikes": 82,
    "recommendedPercentage": 67,
    "notRecommendedPercentage": 6,
    "neutralPercentage": 27,
    "mostLikedInfo": {
      "title": "نقد جامع و کامل",
      "body": "سلام. من وقتی میخاستم این هدفون رو بخرم حداقل 3 الی 4 روز بررسی کردم انواع هدفون هارو.. مثلا هدفون های برند  Nia که معروفن بررسی کردم. یکی دو تا محصول خوب با این برند در دیجی کالا هست که گوشی هاشون متناسب با سایز گوش نیستند. برند هایی مثل Hajimer و JBL و غیره هم بررسی کردم. هر کدوم ایراداتی داشتند که در نظرات خریداران قابل درک بود. همه این محصولات ایراداتی داشتند مثل اینکه صدا از هدفون بیرون می‌ره و اطرافیان میشنون... یا بلوتوث شون ضعیفه و نمیتونه مسافت زیادی جواب بده... یا کیفیت صدا خوب نیست و این چیزا... \r\n.\r\n.\r\nبه هرحال موفق شدم هدفون تسکو رو پیدا کنم. خوده تسکو هم انواع مختلف داره که با توجه به این رنج قیمتی / زیر 300 هزارتومن / مدل TH5346 بهترین بود. شاید با هزینه بیشتر چیز بهتر بشه گرفت اما بنظرم همین هدفون هم کار مو راه میندازه.. \r\nکیفیت صداش عالیه / حرفه ای نیست اما در حد خودش خوبه / اگه برای استفاده معمولی میخوایید مثل فیلم دیدن.. پخش موزیک و تماس... عالیه اما اگه در کار آهنگسازی و ادیتوری هستید باید جنس بهتری بخرید. \r\n.گارانتی مخصول هم عالیه. پاسخگوی تلفنی شون خوبه و هرمشکلی رو کمک میکنن رفع کنید\r\n.\r\n.درضمن بعضیا گقتن بسته بندی ضعیفی داشت اما واقعا اینطور نیست. بسته بندیش شیک و باحال بود.\r\n.\r\nکابل شارژ اش عالیه. اما کابل AUX رو هنوز تست نکردم. و شارژ خوب نگه میداره..\r\n.\r\nبقیه نقاط ضعف و قوت رو با جزییات کامل در بخش مربوطه بخونید. اگه راضی بودید از نقد ؛ لایک کنید",
      "likes": 82,
      "dislikes": 5
    },
    "mostDislikedInfo": {
      "title": "گول ظاهرش رو نخورید. اصلا کیفیت صدای خوبی نداره.",
      "body": "کم چندین هدفون دارم. این هدفون از لحاظ کیفیت صدا واقعا افتضاحه. حتی ز اونایی که توی خیابون میشه از دست فروش گرفت هم بدتره. یه موزیک رو که با چند هدفون دیگه ام مقایسه کردم گفتی با این هدفون تسکو تست کردم کاملا فهمیدم خریدم چقدر اشتباه بود. اصلا با این قیمت این کیفیت بیس و صدا قابل قبول نیست.",
      "likes": 2,
      "dislikes": 5
    }
  },
  {
    "productID": 11709594,
    "commentCounts": 12,
    "recommendedCount": 8,
    "notRecommendedCount": 0,
    "neutralCount": 4,
    "totalLikes": 7,
    "totalDislikes": 0,
    "recommendedPercentage": 66,
    "notRecommendedPercentage": 0,
    "neutralPercentage": 34,
    "mostLikedInfo": {
      "title": "خوبه",
      "body": "من برا لپ تاپ گرفتم، یه دسته سری ایکس دارم و اینو برا زمانایی گرفتم که میخوام دو نفری بازی کنم، با توجه به قیمت خوب بود، البته با دسته مایکروسافت قابل مقایسه نیست، l2 و r2 پدالی هستن ولی اصلا حساسیت دسته مایکروسافت رو نداره، برای مثال تو فورزا هورایزن اگه بخوایین نیش گاز بدین اذیت میشین، از نظر دوام هم چند ماه دیگه میام نظرم رو مینویسم تا به دوستان کمک بشه!",
      "likes": 6,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "",
      "body": "عالی. خیلی راحت وصل شد",
      "likes": 0,
      "dislikes": 0
    }
  },
  {
    "productID": 11709868,
    "commentCounts": 17,
    "recommendedCount": 12,
    "notRecommendedCount": 0,
    "neutralCount": 5,
    "totalLikes": 13,
    "totalDislikes": 11,
    "recommendedPercentage": 70,
    "notRecommendedPercentage": 0,
    "neutralPercentage": 30,
    "mostLikedInfo": {
      "title": "دسته بازی تسکو",
      "body": "دفعه اول سفارش دادم به خاطر خرابی دانگل پس دادم و برای بار دوم هم به خاطر نرمی و ارگونومی دسته سفارش دادم ولی به خاطر قطع و وصل زیاد و وقتی هم وصل میشد هنگ میکرد پس دادم.",
      "likes": 3,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "عالیه",
      "body": "من از بیرون گرفتم بهترین دسته",
      "likes": 0,
      "dislikes": 2
    }
  },
  {
    "productID": 10562288,
    "commentCounts": 10,
    "recommendedCount": 0,
    "notRecommendedCount": 0,
    "neutralCount": 10,
    "totalLikes": 116,
    "totalDislikes": 262,
    "recommendedPercentage": 0,
    "notRecommendedPercentage": 0,
    "neutralPercentage": 100,
    "mostLikedInfo": {
      "title": "بهترین کیس دنیا",
      "body": "این کیس جدید‌ منه",
      "likes": 55,
      "dislikes": 7
    },
    "mostDislikedInfo": {
      "title": "کیس گیمینگ",
      "body": "واقعا ارزنده است با این قیمت خیلی هم با کیفیته گارانتی هم داره که خیالمون راحت تره \r\nفن ها کاملا زیبا و بی صدا کار میکنن ممنون از تسکو و دیجیکالا",
      "likes": 10,
      "dislikes": 56
    }
  },
  {
    "productID": 9189393,
    "commentCounts": 279,
    "recommendedCount": 182,
    "notRecommendedCount": 18,
    "neutralCount": 79,
    "totalLikes": 166,
    "totalDislikes": 44,
    "recommendedPercentage": 65,
    "notRecommendedPercentage": 6,
    "neutralPercentage": 29,
    "mostLikedInfo": {
      "title": "واقعا خوبن",
      "body": "در این رنج قیمت میتونم بگم بهترین کیبورده چه از نظر rgb هاش و چه از نظر کلید هاش که راحت میشه باهاش تایپ کرد \r\nقابلیت کم و زیاد کردن نور rgb رو داره با دو مدل تغییر حالت rgb \r\nملاک نیست ولی صدای خوبی میده\r\nو چیزی که برام مهم بود رد شدن نور از حروف هاش بود که خیلی قشنگ ترش کرده \r\nخلاصه با این کیبورد میتونید 10 انگشتی و سریع بدون میس تایپ کنید و لذت ببرید",
      "likes": 21,
      "dislikes": 2
    },
    "mostDislikedInfo": {
      "title": "افتضاححححححح",
      "body": "افتضاححححححح",
      "likes": 0,
      "dislikes": 4
    }
  },
  {
    "productID": 7398744,
    "commentCounts": 230,
    "recommendedCount": 123,
    "notRecommendedCount": 17,
    "neutralCount": 90,
    "totalLikes": 458,
    "totalDislikes": 46,
    "recommendedPercentage": 53,
    "notRecommendedPercentage": 7,
    "neutralPercentage": 40,
    "mostLikedInfo": {
      "title": "(اسپیکر تسکو) نسبت به قیمتش خوبه",
      "body": "درکل نسبت به قیمتش خوبه!\r\nکیفیت خوبی داره و قیمت مناسب.\r\n من 400 تومن خریدم امیدوارم خیلی گرون تر نشه که البته میشه‌..!\r\nمیکروفن هم داره ولی خب میکروفنش حرفه ای نیست و اکو داره من خودم کلا استفاده ای ازش ندارم برام زیاد مهم نبود ولی مثلا برای بچه ها میتونه سرگرم کننده باشه البته اگه زیاده روی نکنن و باعث سردرد بشه :/ ....\r\nدرکل اگه میکروفون هم نمیداشت حدود 300 تومن ارزش خرید داشت.\r\nدرکل تسکو رو میپسندم یه برند ایرانی خوبه این اسپیکر یا اسپیکر های دیگه تسکو رو بخرید خیلی بهتر از اسپیکر های چینی و تقلبیه... یا اینکه بیشتر هزینه کنید اسپیکر های شیائومی یا سونی و درکل یه برند خوب بخرید!\r\nمیکروفن داره ، رقص نور داره ، فلش و رم و aux و میکروفن میخوره ، رادیو داره ، کیفیت صدای خوب ، بدنه محکم ، جعبه و بسته‌بندی خوب ، ظاهر ساده ، باتری خوب و گارانتی.\r\nالبته رادیوش خیلی جالب نبود اگه یه آنتن هم می‌داشت دیگه واقعاً یه اسپیکر خیلییی کامل بود!\r\nرادیوش برای من نمیاره نمیدونم مشکل از چیه کلا مشکل داره یا برای من مشکل داره، نمیدونم...\r\nدرباره صداش هم باید بگم نسبت به قیمتش واقعا خوبه و بلنده خیلی بیس نداره ولی توی صدای بالا افت کیفیت نمیکنه، ویدیوش هم براتون میزارم.\r\nولی نکته منفی دیگش اینه که شارژرش تایپ c نیست!\r\nدر کل همه موارد رو برسی کنید اگه دیدید به کارتون میاد پیشنهادش میکنم منم توی این بازه قیمتی و اینکه گارانتی و پشتیبانی تسکو هم داره اگه بعدا مشکلی براش پیش اومد میتونید بدید تعمیر کنن.\r\nعکس و فیلمش هم میزارم!\r\nاسم آهنگی هم که توی ویدیو می‌شنوید PURGATORY از KIM PETRAS\r\nامیدوارم نظرم توی خرید کمکتون",
      "likes": 86,
      "dislikes": 2
    },
    "mostDislikedInfo": {
      "title": "کیفیت پائین",
      "body": "محصول رو به دلیل کیفیت پائین مرجوع و عودت دادم پشتیبانی میگه حالا که خریدی می خواستی اشتباه نکنی واقعا متاسف هستم بابت این دیدگاه وخدمات",
      "likes": 1,
      "dislikes": 2
    }
  },
  {
    "productID": 158516,
    "commentCounts": 3450,
    "recommendedCount": 1423,
    "notRecommendedCount": 134,
    "neutralCount": 1893,
    "totalLikes": 373,
    "totalDislikes": 65,
    "recommendedPercentage": 41,
    "notRecommendedPercentage": 3,
    "neutralPercentage": 56,
    "mostLikedInfo": {
      "title": "عالی",
      "body": "سلام. من این محصول رو حدود یکسال پیش به قیمت 215 هزار تومن خریدم و الان نظرم رو راجبش میگم. ببینید این ماوس اصولا برای گیمینگ طراحی شده. ولی من برای کاربری عمومی گرفتم،چون توی ماوس هایی که برای کاربری عمومی طراحی شدن چیز بدرد بخوری پیدا نکردم( اگر هم بدرد بخور بود، قیمتش به صرفه نبود) بنابراین همین ماوس رو خریدم و هیچ مشکلی نداشتم. علاوه بر این که کلید های بک و فوروارد هم داره که موقع گشتن تو اینترنت میتونه خیلی کمکتون کنه. در کل اگر شما هم اهل گیم و بازی های رایانه ای نیستید، بهتون پیشنهاد میکنم در خریدش شک نکنید. اما اگر گیمر هستید، اونو دیگه من نمیتونم نظر تخصصی بدم و باید کامنت های کسایی که گیمرن رو ملاک قرار بدید. یه سری از دوستان هم که از ماوس ناراضی بودن احتمالا به خاطر باز شدن جعبه یا مشکلات فنی و ظاهری بوده که فکر نکنم این قضیه بیشتر مربوط به دیجی کالا و فروشگاهیه که محصول رو ارائه داده، نه اصل ماوس و برندش. در ضمن این ماوس مخصوص راست دست هاست. اگه نظر قابل استفاده بود لطفا لایک کنید که بقیه هم ببینن.",
      "likes": 8,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "توولید ملی",
      "body": "زباله تمام عیار",
      "likes": 0,
      "dislikes": 4
    }
  },
  {
    "productID": 6652140,
    "commentCounts": 3384,
    "recommendedCount": 1298,
    "notRecommendedCount": 138,
    "neutralCount": 1948,
    "totalLikes": 1277,
    "totalDislikes": 211,
    "recommendedPercentage": 38,
    "notRecommendedPercentage": 4,
    "neutralPercentage": 58,
    "mostLikedInfo": {
      "title": "هندزفری رو بخرم یا نه؟!",
      "body": "اول از همه میخوام که از جوون مملکت حمایت کنم . برند ایرانی جماعت باید پیشرفت کنه توی عرصه دنیا.\r\n\r\nاگر موندی که بخری یا نه ،\r\nجنس خوب رو میخوای ، قیمت مناسب و کار راه انداز و طرز قرارگیری مناسب توی گوش برات مهمه ، پیشنهاد میکنم بخرید.\r\nاما اگر دنبال موزیک گوش دادن و کیفیت بالای صدا میگردید بهتره نمونه های گرون تر رو بخرید.\r\n*اگر برات مفید بود نظرم لایک کن بقیه هم ببینن*",
      "likes": 10,
      "dislikes": 2
    },
    "mostDislikedInfo": {
      "title": "کیفیت نداره نسبت به پولی ک پرداخت میشه",
      "body": "اگر دنبال هندزفری کیفیت بالا میگردی این گزینه مناسبی نیس ی مقدار بیشتر هزینه کنید و Akg سامسونگ رو بگیرین کیفیت خیلی بالایی داره و عمرش طولانی هس",
      "likes": 1,
      "dislikes": 3
    }
  },
  {
    "productID": 3207642,
    "commentCounts": 10,
    "recommendedCount": 6,
    "notRecommendedCount": 2,
    "neutralCount": 2,
    "totalLikes": 23,
    "totalDislikes": 3,
    "recommendedPercentage": 60,
    "notRecommendedPercentage": 20,
    "neutralPercentage": 20,
    "mostLikedInfo": {
      "title": "",
      "body": "واقعا من نمیفهمم.این اسپیکر پریروز به دستم رسید رو حساب اینکه گارانتی ۱۲ ماهه داره بهش اعتماد کردم علاوه بر اینکه باطریش خرابه استعلام گارانتی هم میگیرم میگه تا ۷.۷.۱۴۰۰ گارانتی داشته!!!! محصول هم که نوشته بعد از باز کردن شامل مرجوعی نمیشه!!!",
      "likes": 9,
      "dislikes": 2
    },
    "mostDislikedInfo": {
      "title": "",
      "body": "واقعا من نمیفهمم.این اسپیکر پریروز به دستم رسید رو حساب اینکه گارانتی ۱۲ ماهه داره بهش اعتماد کردم علاوه بر اینکه باطریش خرابه استعلام گارانتی هم میگیرم میگه تا ۷.۷.۱۴۰۰ گارانتی داشته!!!! محصول هم که نوشته بعد از باز کردن شامل مرجوعی نمیشه!!!",
      "likes": 9,
      "dislikes": 2
    }
  },
  {
    "productID": 2071142,
    "commentCounts": 818,
    "recommendedCount": 571,
    "notRecommendedCount": 83,
    "neutralCount": 164,
    "totalLikes": 251,
    "totalDislikes": 68,
    "recommendedPercentage": 69,
    "notRecommendedPercentage": 10,
    "neutralPercentage": 21,
    "mostLikedInfo": {
      "title": "زیبا و خوش دست",
      "body": "ظاهر قشنگی داره و در هنگام کار کردن هم سرعت خوبی داره. کلیدهاش زیاد سفت نیست و اذیت نمیکنه.\r\nداخل بسته یک عدد باطری قلمی هم قرار داده شده.\r\nفقط بسته ای که برای من ارسال شده بود پلمپ نبود و قبلا باز شده بود. وضعیت برچسب پلمپ هم به صورتی بود که مشخص بود مدت زیادی از باز کردن گذشته و چسبش خراب شده.\r\nخوشبختان سالم بود و نیازی به مرجوع کردن نبود.",
      "likes": 28,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "جنس ضعیف رویه موس",
      "body": "از اولم به جنس ایرانی برای موس شک داشتم واقعا جنس رویه مدس بسیار ضعیف و موقع کلیک کردن کج و راست میشه و گیر می کنه حیف پول که دادم",
      "likes": 1,
      "dislikes": 8
    }
  },
  {
    "productID": 3127069,
    "commentCounts": 307,
    "recommendedCount": 155,
    "notRecommendedCount": 32,
    "neutralCount": 120,
    "totalLikes": 577,
    "totalDislikes": 106,
    "recommendedPercentage": 50,
    "notRecommendedPercentage": 10,
    "neutralPercentage": 40,
    "mostLikedInfo": {
      "title": "نسبت به قیمت کیفیت عالی",
      "body": "سلام .یک تجربه جالب .من وقتی تحویل گرفتم همون روز وقت خواستم کلاه کاسکت و از رو سرم بردارم افتاد و چون تاریک بود پام رفت رو یه گوشی و شکست.(چه بد شانسی).بردم گارانتی گفتن چون آسیب فیزیکی دیده جزو گارانتی نیست .ناچارا گفتم مشکلی نیست  و تعمیرش کنید. چند روز بعد برای تحویل گرفتن به شرکت رفتم و در کمال تعجب دستگاه من را با یک دستگاه جدید عوض کردند و هیچ هزینه ای هم نگرفتند خواستم از شرکت تسکو تشکر کنم واقعا غیر منتظره بود.",
      "likes": 46,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "همچین چیز خوبی نیست",
      "body": "صدای گوشی ها توی وسط متمرکز نیست",
      "likes": 1,
      "dislikes": 7
    }
  },
  {
    "productID": 192387,
    "commentCounts": 1157,
    "recommendedCount": 783,
    "notRecommendedCount": 48,
    "neutralCount": 326,
    "totalLikes": 1653,
    "totalDislikes": 242,
    "recommendedPercentage": 67,
    "notRecommendedPercentage": 4,
    "neutralPercentage": 29,
    "mostLikedInfo": {
      "title": "هدستی با کیفیت، مقرون به صرفه، خوش صدا، خوش ساخت و خوش استیل",
      "body": "من قبل از اینکه نقدم رو بنویسم، بگم که من اصلا این هدست رو نیاز نداشتم، در واقع من دو تا هدست بلوتوث دارم، یه RAPOO S200 که از خود دیجی کالا تهیه کردم و به شدت هدست خوش ساختیه، یکی دیگه هم LG Tone + Infinim HBS 900 سری هارمن/کاردُن که هدیه گرفتم و خارق العاده ترین صدای ممکن رو داشت، یه هندزفری Xiaomi Piston 3 1more Design دارم که اون هم از دیجی کالا خریدم و خیلی هندزفری با کیفیته، یه هدفون رو گوشی پایونیر هم دارم که باز از همین دیجی کالا خریدم و برای خونه استفاده میکردم، تنها دلیل من برای خرید هدست TSCO TH 5332 کنجکاوی در مورد این محصول بود، البته هزینه اش رو دوستم داد و هدیه ی تولدم بود. اما من واقعا میخواستم ببینم این محصول چیه، قبلا تستش کرده بودم و بسیار به دلم نشسته بود و میخواستم ببینم چطوره. چهار روزی هست که این هدست رو دارم، ازش به عنوان هدست پای لپ تاپ استفاده میکنم، یعنی باهاش مکالمه نکردم که از کیفیت مکالمه اش خبر داشته باشم. وقتی هدست رو روشن میکنید یه ویبره خیلی قوی (و به نظر من بی مورد) میزنه که اگر روی گردنتون باشه ممکنه حتی بترسید! اینکه منشیش اعلام میکنه \"دستگاه روشن\" و \"دستگاه خاموش\" به نظر من بسیار بی مورده، چون شما دستگاه رو با دست خودتون روشن و خاموش میکنید! اما کیفیت عمومی پخش صدای اولیه این محصول شوکه تون میکنه، خیلی فراتر از چیزی هست که میتونید از یه هدست توی این بازه ی قیمتی، اون هم هدست بلوتوث، توقع داشته باشید، واقعا میتونه با هدست های بلوتوثی با دو برابر قیمت خودش در مقوله ی \"کیفیت عمومی صدا\" رقابت کنه، در بلندی صدا احتمالا همه ی هندزفری های مشابه رو بتونه شکست بده! اما به مقوله تفکیک صدا که میرسیم، اگر بخوام از محصولات بالا نام ببرم، بعد از ال جی، راپو و حتی هدفون روگوشی معمولیِ پایونیر من، در رده ی چهارم قرار میگیره، یعنی فقط از شیائومی می 3 بهتره، البته این به معنای تفکیک ضعیف نیست! تفکیک صداش کاملا در رِنج نرمال قرار میگیره، وقتی موسیقی شلوغ باشه و سازها زیاد، کاملا حس میشه که صداها توی هم گم میشن و حتی احساس دیستورت هم ممکنه دست بده بهتون، اما این نباید باعث بشه فکر کنید تفکیکش \"بده\"، نه کاملا استاندارد و معمولیه، مسئله اینه که تفکیکش \"چیز خاصی نیست\" کار شما رو در حد معقول و قابل قبولی راه میندازه و همین! دیگه به مرحله ی \"واو! عجب تفکیکی\" نمیرسه! حتی به مرحله ی \"عجب تفکیکی\" هم نمیرسه! باس هدست خیلی خیلی خیلی خیلی قویه، به نظر میرسه سازنده ذائقه ی گوش مخاطب ایرانی رو میشناخته و باس در این هدست به شدت مورد تاکیده، در حدی که اگر قرار باشه هدست رو فقط با یک ویژگی معرفی کرد، اون بدون شک \"باس خارق العاده قدرتمند\" هست، این هدست رویایی کسانی هست که باس بالا دوست دارن و خوششون هم نمیاد هدفون های بزرگ روی سرشون بذارن. البته این ویژگی باعث شده هدست باس فیک داشته باشه، شما توی صداهای میدرنج، یا حتی صداهای زیر هم ممکنه باس رو حس کنی،  این اگر اهل موسیقی های الکترونیک، پاپ، و اهل ورزشکردن  با ترنس و تکنو باشید، هیجان بالایی رو بهتون میده، اما برای مخاطب موسیقی سنتی، راک، متال و کور خبر آنچنان خوبی هم نیست، البته این مسائل رو میشه با اکولایزر گوشی و هدست تا حدود خوبی حل کرد، خود TH 5332 سه اکولایزر مختلف داره، باس پایین، معمولی، تُن صدای بالا! به نظر من اصلا فکر تُن صدای بالا رو نکنید، صدا اصلا جیغ میزنه و گوش رو آزار میده  و از دید من اکولایزر بی مصرف و بی معنی ای هست، اکولایزر باس پایین هنوز هم معضل باس بالا داره!!! اما باز حد قابل قبولی از باس بالا رو میده، اگر باس فِیک خوشتون نمیاد (خودم از این دسته ام) از این اکولایزر استفاده کنید، اکولایزر معمولی همون هیجانی که از باس میخواید رو بهتون میده، اگر باس بالا دوست دارید به نظر من تجربه باس TH 5332 میتونه براتون منحصر به فرد باشه. باطریش خیلی خیلی خوبه، به راحتی 16 الی 18 ساعت پخش موسیقی رو براتون داره، هر بار هم که هدست رو روشن میکنید، بهتون میگه وضعیت باطری در چه حاله، چهار درجه فول شارژ، بالا، معمولی و کم رو اعلام میکنه. ارگونومی دستگاه خوبه، ولی اونقدر هم راحت نیست، فقط خوبه، من حسش میکنم روی گردنم، در قیاس با LG HBS 900 که هدست دور گردنی هست و البته بسیار گرونتر هم هست، ارگونومی شاخصی نداره، بازوهای جمع شونده اش باعث میشن راحت توی جیبتون هم جا بشه، و سیم جمع کنش گرچه برای جمع کردن سیم خیلی صدا میده اما کارش رو درست انجام میده. این هدست رو اگر دور گردن لُخت و بدون یقه بندازید، قطعا بعد از هر بار استفاده باید با یه دستمال تمیزش کنید، چون علاوه بر این که ضد عرق نیست، قابلیت جذب لکه اش هم بالاست، کیفیت بدنه خوبه و دروغه اگر جز این بگیم، اما یه نگاه بهش این حس رو میده که میشد بدنه رو شیک تر و بهتر هم کار کرد و باز هدست همین قیمت رو داشته باشه. اما باز هم همین کیفیت ساخت واقعا قابل قبول هست. من توی گارانتیش خوندم که نوشته بود، باتری هیچکدوم از  محصولات گارانتی نیستن، سیم های متصل به سرگوشی های هدست ها و هدفون ها گارانتی نیستن، و هیچ نقض فیزیکی یا ضربه خوردگی هم گارانتی نیست (که این البته کاملا طبیعیه) ، یعنی از ضربه خوردگی بگذریم، دو تا مشکل اصلی یه هدست بلوتوث، یعنی ایراد باتری و سیم گوشی هدست گارانتی نیستن، شما عملا هدستتون رو بر اساس اطلاعات داخل جعبه بدون گارنتیِ واقعی تهیه کردید، حالا اگر دوستان در این مورد گارانتی تجربه ای داشتن با خدمات TSCO ما رو هم در جریان بگذارن.\r\nو نکته آخر اینکه من این هدست رو به اسم جنس ایرانی خریدم، این و یه کولپد TSCO رو با هم خریدم و فکر میکردم محصول وطنی میخرم، یعنی فکرم این بود اگر قطعات چینی هستن، داخل ایران مونتاژ شدن، اما روی جعبه هر دو محصول به بزرگی نوشته \"ساخت چین\" و من این رو نپسندیدم.\r\nعذر میخوام که نقد این محصول طولانی شد و امیدوارم در خرید این محصول خوش ساخت کمکتون کنه.",
      "likes": 101,
      "dislikes": 6
    },
    "mostDislikedInfo": {
      "title": "هدفون با طراحی خوب ولی کیفت صدای ضعیف",
      "body": "دوستان خوبی هست برای کسانی که اولین باره هدفون میخرن واقعا بیس بالاش آزاردهنده هستوکیفیت صدای خوبی نداره کلا برا حرفه ای ها مثل من که کیفیت صدا براشون مهمه خوب نیست..",
      "likes": 2,
      "dislikes": 8
    }
  },
  {
    "productID": 1885680,
    "commentCounts": 866,
    "recommendedCount": 608,
    "notRecommendedCount": 52,
    "neutralCount": 206,
    "totalLikes": 1178,
    "totalDislikes": 250,
    "recommendedPercentage": 70,
    "notRecommendedPercentage": 6,
    "neutralPercentage": 24,
    "mostLikedInfo": {
      "title": "کیبورد تسکو",
      "body": "سلام کیبورد خیلی خوب و زیبایی هست اما یه عیب خیلی بزرگ داره اونم اینه که وقتی محیط کاملا تاریک باشه حروف دکمه های کیبورد دیده نمیشن و نور RGB کیبورد صرفا هیچ تاثیری در دیده شدن حروف نداره و فقط تزیینی هستش.\r\nمن با سیستم عامل مک هم تست کردم کار میکنه . و همچنین کیفیت ساخت خوبی داره.\r\nبا این قیمتی که داره به نظرم کیبورد مناسبی هستش.",
      "likes": 237,
      "dislikes": 3
    },
    "mostDislikedInfo": {
      "title": "کیبورد نرم و عالی برای گیمر های بازی های رمبو و",
      "body": "سلام \r\nبسیار کیبورد نرم و راحتی برای گیمر ها هستش \r\nطرح زیبای کیبورد با لامپ ها \r\nفقط تنها نقطه ضعفش پیدا بودن زیر دکمه ها هستش \r\nولی در کل پیشنهاد میکنم از طرف خودم(یک گیمر بزرگ )",
      "likes": 0,
      "dislikes": 16
    }
  },
  {
    "productID": 8320777,
    "commentCounts": 18,
    "recommendedCount": 10,
    "notRecommendedCount": 0,
    "neutralCount": 8,
    "totalLikes": 52,
    "totalDislikes": 13,
    "recommendedPercentage": 55,
    "notRecommendedPercentage": 0,
    "neutralPercentage": 45,
    "mostLikedInfo": {
      "title": "صداش چنگی به دل نمیزنه",
      "body": "من تجربه کردم شما از من درس بگیرید و این کالا رو نخرید پشیمون میشین",
      "likes": 15,
      "dislikes": 4
    },
    "mostDislikedInfo": {
      "title": "صداش چنگی به دل نمیزنه",
      "body": "من تجربه کردم شما از من درس بگیرید و این کالا رو نخرید پشیمون میشین",
      "likes": 15,
      "dislikes": 4
    }
  },
  {
    "productID": 9836402,
    "commentCounts": 162,
    "recommendedCount": 126,
    "notRecommendedCount": 7,
    "neutralCount": 29,
    "totalLikes": 112,
    "totalDislikes": 26,
    "recommendedPercentage": 77,
    "notRecommendedPercentage": 4,
    "neutralPercentage": 19,
    "mostLikedInfo": {
      "title": "شارژر دیواری تسکو TTC 64",
      "body": "برای گوشی نوکیای من ( اندروید) که شارژدهی عالی داره. همین امروز بدستم رسید. ولی برای گوشی شیائومی برادرم شارژدهی کندی داشت . ممنون از دیجی کالا و تسکو و فروشنده محترم",
      "likes": 12,
      "dislikes": 1
    },
    "mostDislikedInfo": {
      "title": "فست شارژر عالی",
      "body": "توی این رنج قیمت بسیار مناسب و کاربردیه، یه حمایت خوب از تولید خوب ایرانی، مخصوصا توی تخفیف ویژه حتما بخرید!",
      "likes": 3,
      "dislikes": 4
    }
  },
  {
    "productID": 11263738,
    "commentCounts": 14,
    "recommendedCount": 12,
    "notRecommendedCount": 0,
    "neutralCount": 2,
    "totalLikes": 14,
    "totalDislikes": 0,
    "recommendedPercentage": 85,
    "notRecommendedPercentage": 0,
    "neutralPercentage": 15,
    "mostLikedInfo": {
      "title": "اسپیکر زیبا، جمع و جور و با کیفیت",
      "body": "من این اسپیکر رو گرفتم و ازش راضی ام، البته برای محیط خونه و برای شنیدن پادکست ازش استفاده میکنم و در محیط خونه من که حدود ۷۰ متره صدا واسم کاملا قابل شنیدنه و اگر انتظارتون در این حده احتمالا این اسپیکر واستون خوب جواب بده",
      "likes": 8,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "واقعا ارزش خرید داره و خیلی از انتظار من عملکرد بهتری داشت",
      "body": "واقعا ارزش خرید داره و خیلی از انتظار من عملکرد بهتری داشت",
      "likes": 0,
      "dislikes": 0
    }
  },
  {
    "productID": 2295092,
    "commentCounts": 75,
    "recommendedCount": 31,
    "notRecommendedCount": 11,
    "neutralCount": 33,
    "totalLikes": 143,
    "totalDislikes": 53,
    "recommendedPercentage": 41,
    "notRecommendedPercentage": 14,
    "neutralPercentage": 45,
    "mostLikedInfo": {
      "title": "به درد نمی خوره",
      "body": "من از دیجی خریدم . برای تست یک وویس ضبط کردم کیفیتش از گوشی موبایل پایین تره ، بعد زدمش به کامپیوتر \r\nدیدم میگه ویروس داره . اسکن و فیکس کرد . دیدم یک new folder در حافظه اش بود . فکر کنم مرجوعی فرد دیگری بود . به هر حال مرجوعش کردم . خدا پدر مادر این دیجی کالا را حفظ کنه اگر مغازه بود مرجوع نمیکرد.",
      "likes": 15,
      "dislikes": 4
    },
    "mostDislikedInfo": {
      "title": "به درد نمی خوره",
      "body": "من از دیجی خریدم . برای تست یک وویس ضبط کردم کیفیتش از گوشی موبایل پایین تره ، بعد زدمش به کامپیوتر \r\nدیدم میگه ویروس داره . اسکن و فیکس کرد . دیدم یک new folder در حافظه اش بود . فکر کنم مرجوعی فرد دیگری بود . به هر حال مرجوعش کردم . خدا پدر مادر این دیجی کالا را حفظ کنه اگر مغازه بود مرجوع نمیکرد.",
      "likes": 15,
      "dislikes": 4
    }
  },
  {
    "productID": 8300065,
    "commentCounts": 143,
    "recommendedCount": 61,
    "notRecommendedCount": 17,
    "neutralCount": 65,
    "totalLikes": 206,
    "totalDislikes": 48,
    "recommendedPercentage": 42,
    "notRecommendedPercentage": 11,
    "neutralPercentage": 47,
    "mostLikedInfo": {
      "title": "میکروفن بی سیم تسکو",
      "body": "برای کارای متوسط عالیه\r\nمثلا جشن های خانگی\r\nروضه های خانگی",
      "likes": 22,
      "dislikes": 2
    },
    "mostDislikedInfo": {
      "title": "میکروفن بد",
      "body": "نخریدددددددددددددددد اطمینان کنین بهم",
      "likes": 0,
      "dislikes": 10
    }
  },
  {
    "productID": 2422373,
    "commentCounts": 19,
    "recommendedCount": 9,
    "notRecommendedCount": 3,
    "neutralCount": 7,
    "totalLikes": 263,
    "totalDislikes": 88,
    "recommendedPercentage": 47,
    "notRecommendedPercentage": 15,
    "neutralPercentage": 38,
    "mostLikedInfo": {
      "title": "واقعا متاسفم",
      "body": "واقعا این روش فروش از دیجی کالا واقعا تاسف آور و عجیب بود\r\nجعبه ارسالی مربوط به پاور تسکو و همین مدل بود ولی داخل جعبه پاور گرین قدیمی مدل gp330 a  وقدرت ۳۰۰ وات بودو گارانتی سال ۹۸ تموم شده بود \r\nو کیفیت زمین تا آسمون متفاوت بود\r\nمن خیلی نیاز داشتم مجبور شدم رو سیستم ببندم ولی واقعا این روش فروش نیست\r\nمتاسفم دیجی کالا واقعا",
      "likes": 149,
      "dislikes": 9
    },
    "mostDislikedInfo": {
      "title": "اقتصادی، با دوام، زیبا",
      "body": "تازگی یه کارکردشو خریدم به گفته صاحبش 8 ما روی ریگ گرافیک بوده و واقعا پلمپ بود اصلا با اکبند هیچ فرقی نداشت ولتاژش کمو زیاد نمیشد ثابت بود خیلی عالیه این مدلش مخصوصا فن argb باحال بود که با دکمه پشتش به چندین حالت زیبا تغییر پیدا میکرد یکیشون حالت چرخش رنگ عین لودینگ \r\nکابلای زیادی داره 8 پین و 4 پین cpu داره و 8 پین گرافیک داره ‌تا توان بیش از 500 وات رو ازش استفاده کردم تو این 2 ماه روزی بیش از 6 ساعت هنوز ولتاژش ثابته کمو زیاد و نوسان نداره از لحاظ صدای فن و سرعت فن هم قابل قبوله تنها نکته منفیش اینه که کابل های برق ساتاش 4 پینه یعنی برق 3.3ولت نداره برا ساتا که زیاد مهم نیست الان کمترین وسیله که برق ساتا میخواد 5 ولته و فک کنم خازنهاش ژاپنی نیست  در کل خیلی راضیم ممنون از گروه تسکو",
      "likes": 2,
      "dislikes": 13
    }
  },
  {
    "productID": 9140230,
    "commentCounts": 47,
    "recommendedCount": 31,
    "notRecommendedCount": 2,
    "neutralCount": 14,
    "totalLikes": 53,
    "totalDislikes": 7,
    "recommendedPercentage": 65,
    "notRecommendedPercentage": 4,
    "neutralPercentage": 31,
    "mostLikedInfo": {
      "title": "هدست مخصوص بازی تسکو",
      "body": "هدست بسیار عالی هست در کل ولی سایز بندی که به صورت دستی میتونم تغییر بدیم واقعا کوچیکه",
      "likes": 11,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "هدست",
      "body": " خوبه و حس راحتی داره و به گوشی هم میخوره ولی تو صداهای بالا صدا هارو یکم غیژ غیژ می‌کنه نمی‌دونم عادیه یا نه",
      "likes": 0,
      "dislikes": 1
    }
  },
  {
    "productID": 7388940,
    "commentCounts": 324,
    "recommendedCount": 201,
    "notRecommendedCount": 12,
    "neutralCount": 111,
    "totalLikes": 185,
    "totalDislikes": 53,
    "recommendedPercentage": 62,
    "notRecommendedPercentage": 3,
    "neutralPercentage": 35,
    "mostLikedInfo": {
      "title": "کولپد تسکو 3101",
      "body": "من اینو بیشتر به عنوان استند لپتاپ خریدم نه کولپد ولی فنهاش خوبه و رنگ ابی هست ال ای دی هاش روکش استیلش هم ابی هس از این نظر خوشگل دیده میشه موقع روشن بودن\r\nبعد کیفیت کالا تعریفی نداره و معمولی هست \r\nلپتاپ روش موقع تایپ لرزش داره و زیاد نمیشه بهش فشار اوورد.\r\nبرای درجه تنظیم ارتفاعش میتونس گیره هاش یکم صفت باشه که موقع برداشتنش از درجه اش در نیاد تو عکس مشخص کردم کجاشو میگم، ولی متاسفانه شل هس و با بلند کردن فوری درمیاد از تنظیم.\r\nفنش متاسفانه صداش نسبتا زیاد هست و تو محیط کم صدا اذیت کننده هست مخصوصا وقتی ارتفاعشو بالا تنظیم کردنی صداش دوبرابر میشه \r\nتازه امروز به دستم رسیده بعد یک مدت استفاده میام نظرم رو درباره کارکردش دوباره ادیت میکنم که بهتر بتونین برای خریدش تصمیم بگیرین.\r\nمن از فروشگاه شهریار خریدم خیلی عالی بود و دقیقا همونی بود که فرستادن و یک روز هم زودتر رسید دستم.\r\nدرباره بیمه اش هم 13 ماه کامل بیمه داشت عالی بود.\r\nاقلام همراهش هم یک سیم یو اس بی دوطرفه هست حدود نیم متر و کارت گارانتی.",
      "likes": 34,
      "dislikes": 1
    },
    "mostDislikedInfo": {
      "title": "تسکو",
      "body": "اولین بار بود که یه اشغال به تمام معنا خریدم، یا شاید شانس من بود که یه روزم کار نکرد و سوخت منه تنبل هم هم باوجوده گارانتی تسکو و مهلت ۷ روزه دیجی حوصله مرجوع کردن رو نداشتم و انداختمش به جایی که تعلق داشت،،،،،آشغالی",
      "likes": 0,
      "dislikes": 2
    }
  },
  {
    "productID": 3112629,
    "commentCounts": 768,
    "recommendedCount": 549,
    "notRecommendedCount": 53,
    "neutralCount": 166,
    "totalLikes": 622,
    "totalDislikes": 67,
    "recommendedPercentage": 71,
    "notRecommendedPercentage": 6,
    "neutralPercentage": 23,
    "mostLikedInfo": {
      "title": "",
      "body": "قیمت بالا هست ولی بخاطر تحریم و دلار و دلال هست در این بازار خوبه تقریبا...البته ارزش پول از بین رفته....در کل خوب بود",
      "likes": 37,
      "dislikes": 6
    },
    "mostDislikedInfo": {
      "title": "جانه ننت نخر",
      "body": "جانه ننت نخر من خریدم تو هفته ۲ یه گوشش صداش خراب شد بعد جای شارجه و بعد جای سیم",
      "likes": 1,
      "dislikes": 7
    }
  },
  {
    "productID": 10109898,
    "commentCounts": 9,
    "recommendedCount": 2,
    "notRecommendedCount": 1,
    "neutralCount": 6,
    "totalLikes": 162,
    "totalDislikes": 74,
    "recommendedPercentage": 22,
    "notRecommendedPercentage": 11,
    "neutralPercentage": 67,
    "mostLikedInfo": {
      "title": "اسمبل‌ راحت/ نوین",
      "body": "گزینه عالی برای کیس سالنی در این رنج قیمت\r\nدوستان فقط حتما دوتا مجموعه فن ۳ تایی تهیه کنید جداگونه\r\n*این پوسته کیس فاقد فن هست*",
      "likes": 53,
      "dislikes": 5
    },
    "mostDislikedInfo": {
      "title": "",
      "body": "فن ندارد .  و به نظر من  برای چند کیلو اهن و شیشه بدون طراحی خاصی و مورد افزوده  اصلا ارزش خرید ندارد . مرجوع کردم با یک دردسر فراوان ",
      "likes": 29,
      "dislikes": 25
    }
  },
  {
    "productID": 7245608,
    "commentCounts": 685,
    "recommendedCount": 508,
    "notRecommendedCount": 50,
    "neutralCount": 127,
    "totalLikes": 298,
    "totalDislikes": 56,
    "recommendedPercentage": 74,
    "notRecommendedPercentage": 7,
    "neutralPercentage": 19,
    "mostLikedInfo": {
      "title": "موس خراب و تعمیری",
      "body": "موس خوبی هست اگر بتونید با تخفیف خریداری کنید\r\nهر موقه کالایی تخفیف زیاد داشت کالای خراب تحویلم شد",
      "likes": 22,
      "dislikes": 6
    },
    "mostDislikedInfo": {
      "title": "موس سایلنت تسکو",
      "body": "واااقعا از همه نظر عالیه، بی‌صدا و فوق‌العاده...",
      "likes": 6,
      "dislikes": 25
    }
  },
  {
    "productID": 1879690,
    "commentCounts": 867,
    "recommendedCount": 590,
    "notRecommendedCount": 73,
    "neutralCount": 204,
    "totalLikes": 453,
    "totalDislikes": 43,
    "recommendedPercentage": 68,
    "notRecommendedPercentage": 8,
    "neutralPercentage": 24,
    "mostLikedInfo": {
      "title": "قیمت",
      "body": "من پریروز ۹۶ تومن ، یعنی ۱۵ تومن پایین تر از قیمت الان خریدم\r\nدر کل کیفیت چندان خوبی نداره ولی کار راه بندازه . من برای ۲۰۶ استفاده کردم اوکی بود . ولی برای سوناتا yf امتحان کردم خوب نبود .دریچه های کولرش مناسب این کار نیست .",
      "likes": 35,
      "dislikes": 1
    },
    "mostDislikedInfo": {
      "title": "کیفیت خوب",
      "body": "بسیار عالی و کارا \r\nبرای روآ گرفتم ولی رو شبکه های بخاری نصبش نکردم \r\nتو عکسایی ک گذاشتم میتونید ببینید و اگه خوشتون اومد از ترفند نصب استفاده کنید با تشکر",
      "likes": 21,
      "dislikes": 5
    }
  },
  {
    "productID": 2147869,
    "commentCounts": 490,
    "recommendedCount": 327,
    "notRecommendedCount": 59,
    "neutralCount": 104,
    "totalLikes": 205,
    "totalDislikes": 45,
    "recommendedPercentage": 66,
    "notRecommendedPercentage": 12,
    "neutralPercentage": 22,
    "mostLikedInfo": {
      "title": "ارزان ترین هدفون مخصوص بازی نسبت به قابلیت هایش",
      "body": "من این هدفون را خریدم یک مشکلی بزرگی که داشت این است که صدا به بیرون پخش میشد بعد من یک هدفون خراب دیگه داشتم بعد در گوشی اون هدفون را به این نصب کردم بعد صدا به بیرون پخش نمیشود و بهتر صدای پا را در بازی میگرم با تشکر از دیجی کالا",
      "likes": 23,
      "dislikes": 3
    },
    "mostDislikedInfo": {
      "title": "بی کیفیت",
      "body": "بزرگترین اشکال: دو طر‌ف هدفون ۲ میله فلزی جهت تنظیم ارتفاع وجود دارد. ولی نمیتونید تنظیم‌کنید، چون سیمی که به خود گوشی هدفون وصل است انقدر کوتاه است که کم میاد. \r\n\r\n• خود جنس بدنه هدفون بی کیفیت",
      "likes": 3,
      "dislikes": 4
    }
  },
  {
    "productID": 6532626,
    "commentCounts": 248,
    "recommendedCount": 167,
    "notRecommendedCount": 30,
    "neutralCount": 51,
    "totalLikes": 350,
    "totalDislikes": 62,
    "recommendedPercentage": 67,
    "notRecommendedPercentage": 12,
    "neutralPercentage": 21,
    "mostLikedInfo": {
      "title": "میکروفن درپوش نداشت",
      "body": "به نظر میاد خوب باشه، اما اونی که بهم دادن میکروفنش در نداشت و سیمش کاملا معلوم بود. عکسش رو میذارم.\r\nاز پشتیبانی خواستم تعویض کنن، گفتن تضمین نمیکنم با همون قیمت قبلی بهتون بدیم! سوال من اینه چراااا؟ چون من با تخفیف ویژه خریدم باید به من جنس ناقص بدن؟ اگر بگم عوض کنید، باید بگین باید با قیمت جدید بخری؟!\r\nاگر قصدتون از تخفیف دادن، انداختن جنس ناقص به مردم ه، خوب تو آپشن ها بگید که فلان نقص رو داره.",
      "likes": 38,
      "dislikes": 2
    },
    "mostDislikedInfo": {
      "title": "در کل خوبه",
      "body": "برلی کار های کامپیوتری از جمله بازی عالیه\r\nبرای گوشی مبدل می خواد و اگر نه خوب کار نمی کنه\r\nتوی بازی قشنگ کار کرد.   ولی میکروفنش کار نمی کنه\r\nقیمتش خیلی بالاس",
      "likes": 8,
      "dislikes": 4
    }
  },
  {
    "productID": 4264102,
    "commentCounts": 903,
    "recommendedCount": 600,
    "notRecommendedCount": 42,
    "neutralCount": 261,
    "totalLikes": 51,
    "totalDislikes": 16,
    "recommendedPercentage": 66,
    "notRecommendedPercentage": 4,
    "neutralPercentage": 30,
    "mostLikedInfo": {
      "title": "ماوس پد تسکو",
      "body": "کیفیت قابل قبول\r\nقیمت مناسب",
      "likes": 9,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "",
      "body": "بد نبود",
      "likes": 0,
      "dislikes": 2
    }
  },
  {
    "productID": 5561968,
    "commentCounts": 307,
    "recommendedCount": 186,
    "notRecommendedCount": 14,
    "neutralCount": 107,
    "totalLikes": 315,
    "totalDislikes": 34,
    "recommendedPercentage": 60,
    "notRecommendedPercentage": 4,
    "neutralPercentage": 36,
    "mostLikedInfo": {
      "title": "بی مانند",
      "body": "ب حدی این کیبورد فوق العادس ک زبونم قاصره ازین همه کمالات ، بطوری ک ارزش خرید ب شدت میره بالا (تو رنج ۴۰۰ هزار تومن از نظرِ من، نظیر نداره)\r\n\r\nمن عکس از راهنمایِ قابلیت ها و امکانات ، و ویدئویِ 3 تا قابلیتشو براتون میزارم. خواستین مشاهده کنین\r\nهیچ عیب و نقصی تو کالای ارسالی ندیدم .",
      "likes": 108,
      "dislikes": 2
    },
    "mostDislikedInfo": {
      "title": "",
      "body": "هدفون کاملا مسخره ای هستش میکروفنش درست کار نمیکنه",
      "likes": 1,
      "dislikes": 8
    }
  },
  {
    "productID": 9426884,
    "commentCounts": 57,
    "recommendedCount": 31,
    "notRecommendedCount": 2,
    "neutralCount": 24,
    "totalLikes": 27,
    "totalDislikes": 6,
    "recommendedPercentage": 54,
    "notRecommendedPercentage": 3,
    "neutralPercentage": 43,
    "mostLikedInfo": {
      "title": "اسپیکر",
      "body": "والا هم صداش برا محیط باز کمه و به اندازه ۱۰ وات نیست،هم قیمتش بالاست که جاهای دیگه سرچ کردم،ارزونتر میدادن",
      "likes": 4,
      "dislikes": 2
    },
    "mostDislikedInfo": {
      "title": "اسپیکر",
      "body": "والا هم صداش برا محیط باز کمه و به اندازه ۱۰ وات نیست،هم قیمتش بالاست که جاهای دیگه سرچ کردم،ارزونتر میدادن",
      "likes": 4,
      "dislikes": 2
    }
  },
  {
    "productID": 9723854,
    "commentCounts": 10,
    "recommendedCount": 3,
    "notRecommendedCount": 0,
    "neutralCount": 7,
    "totalLikes": 27,
    "totalDislikes": 13,
    "recommendedPercentage": 30,
    "notRecommendedPercentage": 0,
    "neutralPercentage": 70,
    "mostLikedInfo": {
      "title": "کیفیت نه چندان خوب",
      "body": "هیچ ارزونی بی حکمت نیست، ابتدا میخواستم jbl بخرم به خاطر قیمت بالای اون منصرف شدم بجاش این رو خریدم که واقعا پشیمونم",
      "likes": 5,
      "dislikes": 1
    },
    "mostDislikedInfo": {
      "title": "واقعا کالای خوبیه تو این رنج قیمتی به همه پیشنهاد می دم",
      "body": "سلام\nمن این کالا رو با کلی تحقیق خریدم و الان بعد از حدود ۱۰ روزه دارم این نظر رو میزارم\nکالای فوق العاده ایه اکثر اسپیکر ها تو این اندازه ساباشون ۸ اینچه ولی این اسپیکر دو تا ساب کربنی ۱۰ اینچی داره و نسبت به اندازش حجم صداش خیلی عالیه\nچون ما تو فضای کاری گاهی برنامه هم داریم micpriority این اسپیکر خیلی به کارمون میاد\nپیشنهاد میدم حتما بخرین",
      "likes": 2,
      "dislikes": 3
    }
  },
  {
    "productID": 7670153,
    "commentCounts": 40,
    "recommendedCount": 15,
    "notRecommendedCount": 2,
    "neutralCount": 23,
    "totalLikes": 107,
    "totalDislikes": 83,
    "recommendedPercentage": 37,
    "notRecommendedPercentage": 5,
    "neutralPercentage": 58,
    "mostLikedInfo": {
      "title": "آزمون پی تی ای",
      "body": "من برای آمادگی آزمون خریدم و بعد از گذشت هشت ماه راضی هستم",
      "likes": 13,
      "dislikes": 23
    },
    "mostDislikedInfo": {
      "title": "آزمون پی تی ای",
      "body": "من برای آمادگی آزمون خریدم و بعد از گذشت هشت ماه راضی هستم",
      "likes": 13,
      "dislikes": 23
    }
  },
  {
    "productID": 959417,
    "commentCounts": 140,
    "recommendedCount": 84,
    "notRecommendedCount": 21,
    "neutralCount": 35,
    "totalLikes": 395,
    "totalDislikes": 75,
    "recommendedPercentage": 60,
    "notRecommendedPercentage": 15,
    "neutralPercentage": 25,
    "mostLikedInfo": {
      "title": "عالیه",
      "body": "خیلی عالبه من ۲ روز پیش خریدم امروز دستم رسید خیلی باهاش حال کردم هیچ موردی نداشت قیمتش نسبت به کیفیتش و قابلیتاش عالیه من گرفتم ۸۸۰ الان شده ۹۵۰ زودتر سفارش بدید تا قیمتش بالاتر نرفته",
      "likes": 59,
      "dislikes": 1
    },
    "mostDislikedInfo": {
      "title": "افتضاح",
      "body": "نویز داره خیلی رو اعصاب هس",
      "likes": 8,
      "dislikes": 13
    }
  },
  {
    "productID": 7372286,
    "commentCounts": 78,
    "recommendedCount": 43,
    "notRecommendedCount": 6,
    "neutralCount": 29,
    "totalLikes": 68,
    "totalDislikes": 15,
    "recommendedPercentage": 55,
    "notRecommendedPercentage": 7,
    "neutralPercentage": 38,
    "mostLikedInfo": {
      "title": "هدست بلوتوثی تسکو مدل TH5376",
      "body": "عاشق رنگش شدم کاراییشم خیلی خوبه ممنون از دیجی کالا  به قیمتش می ارزید واقعا",
      "likes": 9,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "هدست تسکو ۵۳۷۶",
      "body": "نصبت به قیمت بی رقیبه جزو جدیدترین ها هست",
      "likes": 6,
      "dislikes": 2
    }
  },
  {
    "productID": 4235684,
    "commentCounts": 35,
    "recommendedCount": 20,
    "notRecommendedCount": 4,
    "neutralCount": 11,
    "totalLikes": 95,
    "totalDislikes": 37,
    "recommendedPercentage": 57,
    "notRecommendedPercentage": 11,
    "neutralPercentage": 32,
    "mostLikedInfo": {
      "title": "گارانتی",
      "body": "پیرو تماس با شرکت تسکو مشخص شد گارانتی کیبورد فوق سال قبل تمام شده و پس از  پروسه عکس گرفتن از کالا و فاکتور و سفارش خرید و هزار داستان دیگر و همچنین انتقال به پشتیبانی در تلگرام این شرکت و مذاکره با شخص پشتیبان دیگری، گارانتی ان را مجدد برایم فعال کردند. همین یک مورد بزرگ که گارانتی بلاتکلیف و دردسر ساز آن باعث میشود که به هیچ عنوان دیگر نه تنها از شرکت تسکو خریداری نکنم بلکه تبلیغ خوبی هم برای ایشان نخواهم داشت.",
      "likes": 22,
      "dislikes": 4
    },
    "mostDislikedInfo": {
      "title": "گارانتی",
      "body": "پیرو تماس با شرکت تسکو مشخص شد گارانتی کیبورد فوق سال قبل تمام شده و پس از  پروسه عکس گرفتن از کالا و فاکتور و سفارش خرید و هزار داستان دیگر و همچنین انتقال به پشتیبانی در تلگرام این شرکت و مذاکره با شخص پشتیبان دیگری، گارانتی ان را مجدد برایم فعال کردند. همین یک مورد بزرگ که گارانتی بلاتکلیف و دردسر ساز آن باعث میشود که به هیچ عنوان دیگر نه تنها از شرکت تسکو خریداری نکنم بلکه تبلیغ خوبی هم برای ایشان نخواهم داشت.",
      "likes": 22,
      "dislikes": 4
    }
  },
  {
    "productID": 9765877,
    "commentCounts": 36,
    "recommendedCount": 18,
    "notRecommendedCount": 2,
    "neutralCount": 16,
    "totalLikes": 36,
    "totalDislikes": 11,
    "recommendedPercentage": 50,
    "notRecommendedPercentage": 5,
    "neutralPercentage": 45,
    "mostLikedInfo": {
      "title": "",
      "body": "کیفیت صدا برای من که عمومن راک و متال گوش میدم راضی کننده بود . \nولی باتریش خیلی ضعیفه . خیلی زود خالی میکنه و برلی کسایی که زیاد موزیک گوش میدن اصلن مناسب نیست .\nکنترل نداره و برای روشن کردنش باید دکمه اشو حدود چهار تا پنج ثانیه نگه داشت که اصلا ویژگی مطبوعی نیست.\nدر آخر ؛ اگه صدا رو زیاد کنین اسپیکر میلرزه و ممکنه روی میز راه بره و بیفته ؛ ترمزای زیرش نمایشی هستن .\nدر کل به نظرم ارزش خرید نداره.",
      "likes": 6,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "0",
      "body": "صداش جالب نی",
      "likes": 0,
      "dislikes": 1
    }
  },
  {
    "productID": 9788923,
    "commentCounts": 137,
    "recommendedCount": 103,
    "notRecommendedCount": 11,
    "neutralCount": 23,
    "totalLikes": 51,
    "totalDislikes": 41,
    "recommendedPercentage": 75,
    "notRecommendedPercentage": 8,
    "neutralPercentage": 17,
    "mostLikedInfo": {
      "title": "تسکو",
      "body": "موس  بسیار خوش دستی هست اولش تو خریدش مردد بودم بعد که داخل شگفت انگیز قرار گرفت به خاطر قیمت مناسبش خریدم الان که تحویل گرفتم کاملا راضی هستم به خاطر نوع طراحیش کاملا انگشتهای  دست روش سوار میشه و کارکردن باهاش خیلی راحته کیفیت پلاستیکش هم چون ABS  هست عالیه نقطه قوتش کابل روکش کنفی هست که باعث میشه به مرور زمان دچار قطعی و پارگی سیمش نشه ضمن اینکه موس در واقع گیمینگ هست و برای بازیهای کامپیوتری کاملا مناسبه دکمه های کاربردی دبل کلیک و فوروارد هم روی موس تعبیه شده -نور لایت و ملایم چند رنگی هم که تو طراحی موس استفاده شده باعث  زیبایی و خاص بودنش شده بدون شک تسکو یکی از برترین برندهای ایرانی  لوازم جانبی کامپیوتر هست \r\nدر ضمن دوستان توجه کنید اون نور ملایم LED موس  حتی زمانی که کامپیوتر خاموش کنید  همیشه روشن هست مگه اینکه کابل موس رو از کیس جدا کنید یا دکمه پاور قطع برق  پشت کیس رو بزنید تا اون نور قطع بشه  من فکر میکردم موس من مشکل داره که با خدمات پس از فروش تسکو تماس گرفتم و گفتن این موضوع طبیعیه",
      "likes": 13,
      "dislikes": 2
    },
    "mostDislikedInfo": {
      "title": "عالیه",
      "body": "اگ صدای کلیک کردن اذیتتون نمیکنه ب شدت توصیه میشه خدایی خوب و باکیفیته سیمشم بلنده",
      "likes": 2,
      "dislikes": 12
    }
  },
  {
    "productID": 3171520,
    "commentCounts": 2203,
    "recommendedCount": 1507,
    "notRecommendedCount": 94,
    "neutralCount": 602,
    "totalLikes": 300,
    "totalDislikes": 72,
    "recommendedPercentage": 68,
    "notRecommendedPercentage": 4,
    "neutralPercentage": 28,
    "mostLikedInfo": {
      "title": "واقعا عالیههههه",
      "body": "گوشی من nova 5t هست که شارژر 22.5 وات داره و قدرت خروجی 5 ولت 5 آمپر و وقتی با این کابل زدمش شارژ کاملا مثل کابل فابریک شارژ میکنه من با کابل های اورجینال فست گوشی ها تست کردم اما هیچکدوم نتونستن 5 آمپر رو انتقال بدن با شارژر 18 وات 9 ولت 2 آمپر و 15  وات 9 ولت 1.67 آمپر  a 51 هم تست کردم کاملا مثل شارژ با کابل فابریک بود",
      "likes": 31,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "نسبت به قیمت عالی",
      "body": "کابل شارژر تسکو یکی از بهترین کابل تولید داخل که تا الان داشتم.\nکیفیت ‌و سرعت شارژ خوبی داره.\nمن اینو برای پدرم سفارش داده بودم اما چون از کیفیتش خوشم اومد خودم برداشتم.",
      "likes": 1,
      "dislikes": 2
    }
  },
  {
    "productID": 7389256,
    "commentCounts": 138,
    "recommendedCount": 83,
    "notRecommendedCount": 7,
    "neutralCount": 48,
    "totalLikes": 165,
    "totalDislikes": 61,
    "recommendedPercentage": 60,
    "notRecommendedPercentage": 5,
    "neutralPercentage": 35,
    "mostLikedInfo": {
      "title": "واقعا حرف نداره",
      "body": "هم خیلی ظاهر خوبی داره هم اینکه صدای کلیکاش معرکست \r\nو اینکه حروف فارسی هم روش داره خیلی خوبه \r\nسوویچ هاش آبیه و صدای کلیک کردنش هوش از سرتون میبره \r\nداخل گیم من تستش کردم دیلی ( تاخیر ) خیلی پایینی موقع کلیک کردن داره که این یه حسن خیلی خوب محسوب میشه \r\nنسبتا جموجوره و خوش دسته و زاویه دستتون موقع کارباهاش مناسبه \r\nمود های رنگیشم که حرف نداره و چندتا مود رنگی خیلی خوب داره \r\nاز خریدش راضیم و به دوستان پیشنهادش میکنم",
      "likes": 26,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "ار جی بی نیست!",
      "body": "پورت usb خیلی اشغال بعد ۳ماه خراب شد",
      "likes": 2,
      "dislikes": 7
    }
  },
  {
    "productID": 2714356,
    "commentCounts": 560,
    "recommendedCount": 309,
    "notRecommendedCount": 84,
    "neutralCount": 167,
    "totalLikes": 672,
    "totalDislikes": 61,
    "recommendedPercentage": 55,
    "notRecommendedPercentage": 15,
    "neutralPercentage": 30,
    "mostLikedInfo": {
      "title": "عالــــــــــــــــــــــــــــــــــــــی",
      "body": "عزیزان کلا انتقال تصویر با وای فای مناسب بازی کردن نیست - بیخود دنبال دستگاهی برای بازی نباشید - چون بازی میلی ثانیه اهمیت داره و انتقال دیجیتال تصویر بافر میشه و تاخیر در ذاتش هست - این دستگاه کاملا تصویر آیفون رو داخل تلویزیون نمایش میده و در جمع خانواده با هم بنشینید و دور هم اینستاگراو یا واتساپ چک کنید و شاد باشید - میتونم بگم برای فیلم سینمایی هم بد نیست چون نمیدونم طولانی مدت روشن بودن این دستگاهها برای گوشی یا دانل چطور باشه؟؟ - برای مصارف بازی و یا فیلم به دنبال کابل بروید (گوشی های اندروید قدیمی mhl -) اندروید جدید تبدیل hdmi - ایفون هم تبدیل hdmi داره و من چند تایی خریده ام و سالمه - در کل این دستگاهها برای شبکه های اجتماعی و دیدن دورهمی فیلم و عکس تولد است!",
      "likes": 65,
      "dislikes": 1
    },
    "mostDislikedInfo": {
      "title": "",
      "body": "به هیچ عنوان به گوشی وصل نمیشه متاسفانه،با توجه به اینکه شغل ما در حوضه آیتی هستش",
      "likes": 3,
      "dislikes": 4
    }
  }
]