[
  {
    "productID": 7869149,
    "commentCounts": 320,
    "recommendedCount": 205,
    "notRecommendedCount": 12,
    "neutralCount": 103,
    "totalLikes": 278,
    "totalDislikes": 68,
    "recommendedPercentage": 64,
    "notRecommendedPercentage": 3,
    "neutralPercentage": 33,
    "mostLikedInfo": {
      "title": "هدفون بصرفه",
      "body": "سلام این هدفون ساخت داخل هست و کیفیت ساخت بالایی داره \r\nبلندگو های گذاشته شده توی این مدل بسیار با کیفیت هستش که با تنظیم مناسب اکولایزر به بیس خفنی دست پیدا میکنید که خیلی خوبه انگار یه سیستم حرفه‌ای دارید \r\nفقط میکروفنش یکم توی بازی انگار بد هست مثلا انگار پتو کشیده باشی روی میکروفن و صحبت بکنی بقیه موارد اوکی هست و مورد بدی نداره \r\nسیم هم بلند هست و یک قستمی هم روی سیم هست جهت کم و زیاد کردن صدا و این صدای خود هدفون رو کم میکنه نه صدای گوشی رو که یک نکته مثبت هست \r\nبنظر من الکی پول خودتون رو برای محصولات چینی بدرد نخور حروم نکنید همین برند تسکو خیلی با کیفیت تر هست",
      "likes": 50,
      "dislikes": 2
    },
    "mostDislikedInfo": {
      "title": "عالی بود",
      "body": "خییییییییییلی خوبه",
      "likes": 3,
      "dislikes": 6
    }
  },
  {
    "productID": 3207777,
    "commentCounts": 1164,
    "recommendedCount": 821,
    "notRecommendedCount": 47,
    "neutralCount": 296,
    "totalLikes": 982,
    "totalDislikes": 140,
    "recommendedPercentage": 70,
    "notRecommendedPercentage": 4,
    "neutralPercentage": 26,
    "mostLikedInfo": {
      "title": "هدست th5153",
      "body": "سلام\r\nاین هدفون امروز به دستم رسید هم باهاش گیم زدم هم موزیک گوش دادم هم فیلم دیدم از همه جهت خوبه وقتی روی سرتون قرار میگیره اولش احساس سنگینی بهتون دست میده که بعد چند دقیقه عادت میکنید اوکی میشه.\r\nگوش رو کامل در بر میگیره که این خیلی خوبه.\r\nتوی جعبه تبدیل یک به دو هم بود به همراه کارت گارانتی\r\nتوی عکسم مشخصه کابلش دوشاخه میشه در انتها که aux واسه هدفون و میکروفون و usb واسه چراغشه که اگه متصل نکنید به کامپیوتر فقط چراغش روشن نمیشه و کاربرد دیگه ای نداره.\r\nخلاصه هدفون جوابیه اگه گیمرید تهیه کنید",
      "likes": 117,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "هدفون گیمینگ",
      "body": "خوبه فقط چراغش موقع بازی روشن نمیشه نمیدونم چرا",
      "likes": 92,
      "dislikes": 12
    }
  },
  {
    "productID": 2210011,
    "commentCounts": 916,
    "recommendedCount": 616,
    "notRecommendedCount": 75,
    "neutralCount": 225,
    "totalLikes": 850,
    "totalDislikes": 189,
    "recommendedPercentage": 67,
    "notRecommendedPercentage": 8,
    "neutralPercentage": 25,
    "mostLikedInfo": {
      "title": "بهترین دسته بازی دنیا . . .",
      "body": "خیلی خیلی خیلی عالی بود. به موقع به دستم رسید. ممنونم از دیجی کالا که اینقدر چیزای خوب خوب داره. اولین تسکو بود که خریدم. اولش فکر میکردم چون ایرانیه به درد نمیخوره. ولی از نظرات مردم کمی دلگرمی گرفتم و خریدم. تا حالا Resident Evil و Need for Speed و Call of Duty رو باهاش تست کردم. بی نقص و عالی. البته یه DVD همراهش بود که می شد درایو مربوطه رو نصب کرد. مثلا این قابلیت رو بهتون میده که شکش رو تست کنید یا مثلا سرعت پردازش رو افزایش بدید. واقعا دم تسکو گرم. البته با استفاده از دکمه Mode میتونید بین حالت های PC , PS3 , Xbox One و اندروید سویچ کنید. طراحی و ظاهرش هم خیلی قشنگه. شک نکنید اگه 750 هزار تومان هم باشه بخرید. پشیمون نمیشید.",
      "likes": 53,
      "dislikes": 11
    },
    "mostDislikedInfo": {
      "title": "بد",
      "body": "به ایکس باکس کانکت نمیشه واسه همین به درد نمیخوره",
      "likes": 0,
      "dislikes": 15
    }
  }
]