[
  {
    "productID": 1792594,
    "commentCounts": 3279,
    "recommendedCount": 1355,
    "notRecommendedCount": 150,
    "neutralCount": 1774,
    "totalLikes": 179,
    "totalDislikes": 44,
    "recommendedPercentage": 41,
    "notRecommendedPercentage": 4,
    "neutralPercentage": 55,
    "mostLikedInfo": {
      "title": "",
      "body": "موس کیفیت ندارد با این قیمت موس بهتری میتوانستم تهیه کنم این موسی که برای من ارسال شده خیلی سریع باتری را تمام میکند هر یک یا دو روز یک باتری مصرف میکند سپس موس دیگر کار نمیکند نمیدونم چطوری باتری را خالی میکند اما مطمئن هستم از کیفیت پایین موس هست",
      "likes": 7,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "وافعن راضیم",
      "body": "سلام فردا بدستم میرسه و واقعن راضیم خوب و با کیفیت فقط یذره صدا میده به یخچال هم وصل میشه",
      "likes": 0,
      "dislikes": 3
    }
  },
  {
    "productID": 7869149,
    "commentCounts": 320,
    "recommendedCount": 205,
    "notRecommendedCount": 12,
    "neutralCount": 103,
    "totalLikes": 278,
    "totalDislikes": 68,
    "recommendedPercentage": 64,
    "notRecommendedPercentage": 3,
    "neutralPercentage": 33,
    "mostLikedInfo": {
      "title": "هدفون بصرفه",
      "body": "سلام این هدفون ساخت داخل هست و کیفیت ساخت بالایی داره \r\nبلندگو های گذاشته شده توی این مدل بسیار با کیفیت هستش که با تنظیم مناسب اکولایزر به بیس خفنی دست پیدا میکنید که خیلی خوبه انگار یه سیستم حرفه‌ای دارید \r\nفقط میکروفنش یکم توی بازی انگار بد هست مثلا انگار پتو کشیده باشی روی میکروفن و صحبت بکنی بقیه موارد اوکی هست و مورد بدی نداره \r\nسیم هم بلند هست و یک قستمی هم روی سیم هست جهت کم و زیاد کردن صدا و این صدای خود هدفون رو کم میکنه نه صدای گوشی رو که یک نکته مثبت هست \r\nبنظر من الکی پول خودتون رو برای محصولات چینی بدرد نخور حروم نکنید همین برند تسکو خیلی با کیفیت تر هست",
      "likes": 50,
      "dislikes": 2
    },
    "mostDislikedInfo": {
      "title": "عالی بود",
      "body": "خییییییییییلی خوبه",
      "likes": 3,
      "dislikes": 6
    }
  },
  {
    "productID": 7389089,
    "commentCounts": 733,
    "recommendedCount": 493,
    "notRecommendedCount": 28,
    "neutralCount": 212,
    "totalLikes": 557,
    "totalDislikes": 87,
    "recommendedPercentage": 67,
    "notRecommendedPercentage": 3,
    "neutralPercentage": 30,
    "mostLikedInfo": {
      "title": "مطمعن نیستم",
      "body": "سلام\r\nبنده بعد چند روز استفاده دارم این نظر رو می نویسم\r\nواقعا کفیت ساختش پایین هستش انتظار بیشتری داشتم\r\nاگر تو عکسی که دیجی کالا گذاشته دقت کرده باشین از زیر کلید ها هم نور می زنه ولی اگه به عکسی که من می ذارم دقت کنین می بینین که از زیر کلید ها نور نمی زنه و از کناره هاش می زنه\r\nبعضی از دوستان می گن که نباید چنین انتظاری داشته باشیم  ولی درسته قیمتش کمه نسبت به رقبا ولی خب زمانی که خود کمپانی عکس که گذاشته ، داریم میبینیم که از زیر کلید ها نور می زنه انتقاد من از خود کمپانی تسکو بود چون باید عکس های درست بذاره\r\nیه چیزی که همون اول تو ذوقم زد قسمت بالای کیبورد که آرم تسکو هستش خب یه برچسبه که من وقتی بسته رو باز کردم دیدم که کنده شده با سشوار و هزار زحمت دوباره چسبوندنش\r\nولی خب خوبی های خودشو داره \r\nیه نکته خیلی مهم که خیلیا نمی دونن اونم اینکه برای تنظیم نور کیبورد دکمه FN رو میگیرید و هم زمان دو تا دکمه داره که یکیش نور رو زیاد می کنه و اون یکی نور رو کم می کنه بزنید نورش تنظیم میشه و حتی می تونید قطع هم کنید \r\nدر کل زیبایی داره ولی کیفیت نداره\r\nلایک فراموش نشه",
      "likes": 113,
      "dislikes": 15
    },
    "mostDislikedInfo": {
      "title": "مطمعن نیستم",
      "body": "سلام\r\nبنده بعد چند روز استفاده دارم این نظر رو می نویسم\r\nواقعا کفیت ساختش پایین هستش انتظار بیشتری داشتم\r\nاگر تو عکسی که دیجی کالا گذاشته دقت کرده باشین از زیر کلید ها هم نور می زنه ولی اگه به عکسی که من می ذارم دقت کنین می بینین که از زیر کلید ها نور نمی زنه و از کناره هاش می زنه\r\nبعضی از دوستان می گن که نباید چنین انتظاری داشته باشیم  ولی درسته قیمتش کمه نسبت به رقبا ولی خب زمانی که خود کمپانی عکس که گذاشته ، داریم میبینیم که از زیر کلید ها نور می زنه انتقاد من از خود کمپانی تسکو بود چون باید عکس های درست بذاره\r\nیه چیزی که همون اول تو ذوقم زد قسمت بالای کیبورد که آرم تسکو هستش خب یه برچسبه که من وقتی بسته رو باز کردم دیدم که کنده شده با سشوار و هزار زحمت دوباره چسبوندنش\r\nولی خب خوبی های خودشو داره \r\nیه نکته خیلی مهم که خیلیا نمی دونن اونم اینکه برای تنظیم نور کیبورد دکمه FN رو میگیرید و هم زمان دو تا دکمه داره که یکیش نور رو زیاد می کنه و اون یکی نور رو کم می کنه بزنید نورش تنظیم میشه و حتی می تونید قطع هم کنید \r\nدر کل زیبایی داره ولی کیفیت نداره\r\nلایک فراموش نشه",
      "likes": 113,
      "dislikes": 15
    }
  },
  {
    "productID": 3394297,
    "commentCounts": 378,
    "recommendedCount": 214,
    "notRecommendedCount": 42,
    "neutralCount": 122,
    "totalLikes": 1959,
    "totalDislikes": 213,
    "recommendedPercentage": 56,
    "notRecommendedPercentage": 11,
    "neutralPercentage": 33,
    "mostLikedInfo": {
      "title": "",
      "body": "این آموزش اتصال به کامپیوتر هم میزارم برای دوستانی که مثل من اولش با این دسته  مشکل داشتن قرار دادم.\r\n1.برای اتصال به کامپیوتر  باید اول کابل USB رو به سیستم و دسته نصب کنید تا روند شناسایی انجام بشه.\r\n2.برای اتصال بیسیم باید همزمان کلید Home  و Share رو نگه دارید تا چراغ چشمک زن بشه بعد از قسمت تنظیمات Bluetooth دنبال اسم دسته بگردید و اوکی کنید سریع  سویچ میشه.\r\n3.برای فعال کردن شوک و  کاربری بهتر دسته باید دوتا کار رو انجام بدید (اول اینکه برنامه های DS4Windows و X360ce رو نسبت به نسخه ویندوز  (64 یا 32) رو دانلود و نصب کنید.\r\n4.برای خاموش یا روشن کردن چراغ دکمه ها، کلید Share نگه دارید و A رو بزنید(هم در حالت اتصال با کابل هم بیسیم).\r\n5. عکس قرار گرفتن دکمه ها در برنامه X360ce رو هم برای راحتی بهتر  دوستان پیوست کردم.\r\n6.برای دیدن میزان شارژ باتری دسته تو برنامه DS4Windows میتونید ببینید \r\n7.برای حل مشکل قطعی صدا میتونید از تو تنظیمات Control Panel کنترل  پنل و قسمت Sond انتخاب کنید خروجی صدا رو کدوم گزینه باشه\r\n9.‌اگه راضی بود و خوشتون اومد یه فاتحه بفرستید",
      "likes": 589,
      "dislikes": 4
    },
    "mostDislikedInfo": {
      "title": "نقاط قوت و ضعف",
      "body": "دوستان اینی که گفتن برا پی سی هم جواب میده یک درووووووووغ بسییییار عظیم و بزرگه و هیچ بازی پی سی بجز یکی دوتارو ساپورت نمیکنه من که بیخیالش شدم و وصلش کردم به پی اس ۴ خودم . بی خیال پی سی بشین",
      "likes": 1,
      "dislikes": 14
    }
  },
  {
    "productID": 7799532,
    "commentCounts": 748,
    "recommendedCount": 449,
    "notRecommendedCount": 36,
    "neutralCount": 263,
    "totalLikes": 1146,
    "totalDislikes": 393,
    "recommendedPercentage": 60,
    "notRecommendedPercentage": 4,
    "neutralPercentage": 36,
    "mostLikedInfo": {
      "title": "بد نیست",
      "body": "برای تلویزیون های غیر هوشمند کار راه بندازه،در اصل نه اونقدر دلچسب و دلنشینه که اسم خوب روش بزارم از طرفی هم ایرادات وحشتناک زیاد نداره و نمیشه لقب بد بهش داد،فقط ی توضیح مختصر و کافی برای دوستان بدم اینه که کنترل از راه دورش از هر نظر افتضاحه صدای دکمه های فیزیکی کنترل موقع فشردن بسیار زیاد و حس پلاستیک بازیافتی رو در متریال ساختش به آدم میده و گیرایی کنترل هم بسیار کند و آزار دهنده هستش و من تا حالا رو هیچ دستگاهی ی همچین چیزی رو تجربه نکرده بودم اما با تعویض باتریهاش با باتری های قوی تر اوضاع قابل تحمل تر میشه و به کل\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n نامیدتون نخواهد کرد،از کنترل دستگاه که بگذریم عملکرد منو و نرم افزاری دستگاه بعضی اوقات شاهد کند بودن و لگ هست اما هنگ نه،کیفیت خروجی تصویر و صدا هم نمره ی خوب رو به بالا رو میگیره از نظر بنده که توی تنظیمات میتونید نهایتا تا 1080i تنظیمش کنید و خود تولید کننده به صورت پیشفرض به 720p بسنده کرده،ی اکانت فیلیمو به اصطلاح رایگان هم روی دستگاه هست که روزانه شما میتونید به صورت اتفاقی چند عدد فیلم رو که براتون توی لیست تعریف شده میبینید مشاهده کنید که به نظر بنده بیشتر جنبه ی دیدن ی قسمت از فیلم و راغب کردن شما برای دیدن قسمت های بعدی اون و متعاقبا خرید اشتراک فیلیمو هستش این نه لطف و هدیه به مشتری،اگه توضیحات و تجربه کار کردن با این دستگاه به کار و کمکتون اومد میتونید با لایک کردن برای دیده شدن بیشتر این مطلب توسط دوستان دیگه و کمک به تصمیم گیریشون کمکشون کنید.",
      "likes": 70,
      "dislikes": 2
    },
    "mostDislikedInfo": {
      "title": "او چیزی فکر کردیم نبود",
      "body": "فکر کردم خودش کامل به اینترنت وصله ولی اینگونه نبود",
      "likes": 7,
      "dislikes": 46
    }
  },
  {
    "productID": 4649617,
    "commentCounts": 219,
    "recommendedCount": 123,
    "notRecommendedCount": 31,
    "neutralCount": 65,
    "totalLikes": 300,
    "totalDislikes": 37,
    "recommendedPercentage": 56,
    "notRecommendedPercentage": 14,
    "neutralPercentage": 30,
    "mostLikedInfo": {
      "title": "اسپیکر بلوتوثی تسکو",
      "body": "تقریباً ی ساله گرفتم واسه مادرم \r\nبرا پولی که میدید خوبه خودم اسپیکر شارپ دارم خب قطعا زمین تا آسمون تفاوت دارن ولی با این قیمت چیز خوبیه\r\nکیفیت صدا تا ولوم 80 اوکیه صدا رو که تا ته می‌بری کیفیت از بین می‌ره\r\nبلندی که داره معمولیه اونم انتظار نباید داشت \r\nقیمتش خوبه کیفیت ساختش معمولی یبار خورد زمین محکم پلاستیکش در اومد با ی فشار رفت سر جاش و درست شد \r\nدر کل واسه مامانا که ی گوشه بشینن موقع آشپزی یا ظرف شستن ی آهنگی گوش کنن خوبه چون هم بلوتوث داره هم Aux هم رم میخوره \r\nی بند آویز هم داره که اونم گاهی بدرد میخوره\r\nدر یک کلام کار را بنداز دوستان\r\nکیفیت ساخت دکمه ها هم واقعا خوبن\r\nشارژ دهیش رو نمیدونم چون دست من نیست ولی راضی کنندس اینطور که معلومه چون مادرم  چند ساعت سر گاز و پیش سینک موقع ظرف شستن همش آهنگ گوش میده پس معلومه خوبه وگرنه کلی سرم غر میزد/:\r\nبرا مامانا بخرید هدیه بدید درود به تمام مادرا \r\nیا علی امیدوارم کمک کرده باشم",
      "likes": 31,
      "dislikes": 3
    },
    "mostDislikedInfo": {
      "title": "تجربه خرید اسپیکر تسکو",
      "body": "این اسپیکر با توجه به قیمتش ارزش خرید نداره.صدا و دکمه هاش اصلا خوب نیست و شارژش هم زود تموم میشه.به نظرم ارزش خرید نداره",
      "likes": 10,
      "dislikes": 5
    }
  }
]