[
  {
    "productID": 1792594,
    "commentCounts": 3261,
    "recommendedCount": 1355,
    "notRecommendedCount": 151,
    "neutralCount": 1755,
    "totalLikes": 179,
    "totalDislikes": 43,
    "recommendedPercentage": 41,
    "notRecommendedPercentage": 4,
    "neutralPercentage": 55,
    "mostLikedInfo": {
      "title": "",
      "body": "موس کیفیت ندارد با این قیمت موس بهتری میتوانستم تهیه کنم این موسی که برای من ارسال شده خیلی سریع باتری را تمام میکند هر یک یا دو روز یک باتری مصرف میکند سپس موس دیگر کار نمیکند نمیدونم چطوری باتری را خالی میکند اما مطمئن هستم از کیفیت پایین موس هست",
      "likes": 7,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "وافعن راضیم",
      "body": "سلام فردا بدستم میرسه و واقعن راضیم خوب و با کیفیت فقط یذره صدا میده به یخچال هم وصل میشه",
      "likes": 0,
      "dislikes": 3
    }
  },
  {
    "productID": 7389089,
    "commentCounts": 1000,
    "recommendedCount": 489,
    "notRecommendedCount": 28,
    "neutralCount": 483,
    "totalLikes": 555,
    "totalDislikes": 87,
    "recommendedPercentage": 48,
    "notRecommendedPercentage": 2,
    "neutralPercentage": 50,
    "mostLikedInfo": {
      "title": "مطمعن نیستم",
      "body": "سلام\r\nبنده بعد چند روز استفاده دارم این نظر رو می نویسم\r\nواقعا کفیت ساختش پایین هستش انتظار بیشتری داشتم\r\nاگر تو عکسی که دیجی کالا گذاشته دقت کرده باشین از زیر کلید ها هم نور می زنه ولی اگه به عکسی که من می ذارم دقت کنین می بینین که از زیر کلید ها نور نمی زنه و از کناره هاش می زنه\r\nبعضی از دوستان می گن که نباید چنین انتظاری داشته باشیم  ولی درسته قیمتش کمه نسبت به رقبا ولی خب زمانی که خود کمپانی عکس که گذاشته ، داریم میبینیم که از زیر کلید ها نور می زنه انتقاد من از خود کمپانی تسکو بود چون باید عکس های درست بذاره\r\nیه چیزی که همون اول تو ذوقم زد قسمت بالای کیبورد که آرم تسکو هستش خب یه برچسبه که من وقتی بسته رو باز کردم دیدم که کنده شده با سشوار و هزار زحمت دوباره چسبوندنش\r\nولی خب خوبی های خودشو داره \r\nیه نکته خیلی مهم که خیلیا نمی دونن اونم اینکه برای تنظیم نور کیبورد دکمه FN رو میگیرید و هم زمان دو تا دکمه داره که یکیش نور رو زیاد می کنه و اون یکی نور رو کم می کنه بزنید نورش تنظیم میشه و حتی می تونید قطع هم کنید \r\nدر کل زیبایی داره ولی کیفیت نداره\r\nلایک فراموش نشه",
      "likes": 112,
      "dislikes": 15
    },
    "mostDislikedInfo": {
      "title": "مطمعن نیستم",
      "body": "سلام\r\nبنده بعد چند روز استفاده دارم این نظر رو می نویسم\r\nواقعا کفیت ساختش پایین هستش انتظار بیشتری داشتم\r\nاگر تو عکسی که دیجی کالا گذاشته دقت کرده باشین از زیر کلید ها هم نور می زنه ولی اگه به عکسی که من می ذارم دقت کنین می بینین که از زیر کلید ها نور نمی زنه و از کناره هاش می زنه\r\nبعضی از دوستان می گن که نباید چنین انتظاری داشته باشیم  ولی درسته قیمتش کمه نسبت به رقبا ولی خب زمانی که خود کمپانی عکس که گذاشته ، داریم میبینیم که از زیر کلید ها نور می زنه انتقاد من از خود کمپانی تسکو بود چون باید عکس های درست بذاره\r\nیه چیزی که همون اول تو ذوقم زد قسمت بالای کیبورد که آرم تسکو هستش خب یه برچسبه که من وقتی بسته رو باز کردم دیدم که کنده شده با سشوار و هزار زحمت دوباره چسبوندنش\r\nولی خب خوبی های خودشو داره \r\nیه نکته خیلی مهم که خیلیا نمی دونن اونم اینکه برای تنظیم نور کیبورد دکمه FN رو میگیرید و هم زمان دو تا دکمه داره که یکیش نور رو زیاد می کنه و اون یکی نور رو کم می کنه بزنید نورش تنظیم میشه و حتی می تونید قطع هم کنید \r\nدر کل زیبایی داره ولی کیفیت نداره\r\nلایک فراموش نشه",
      "likes": 112,
      "dislikes": 15
    }
  },
  {
    "productID": 7869149,
    "commentCounts": 1000,
    "recommendedCount": 200,
    "notRecommendedCount": 11,
    "neutralCount": 789,
    "totalLikes": 271,
    "totalDislikes": 63,
    "recommendedPercentage": 20,
    "notRecommendedPercentage": 1,
    "neutralPercentage": 79,
    "mostLikedInfo": {
      "title": "هدفون بصرفه",
      "body": "سلام این هدفون ساخت داخل هست و کیفیت ساخت بالایی داره \r\nبلندگو های گذاشته شده توی این مدل بسیار با کیفیت هستش که با تنظیم مناسب اکولایزر به بیس خفنی دست پیدا میکنید که خیلی خوبه انگار یه سیستم حرفه‌ای دارید \r\nفقط میکروفنش یکم توی بازی انگار بد هست مثلا انگار پتو کشیده باشی روی میکروفن و صحبت بکنی بقیه موارد اوکی هست و مورد بدی نداره \r\nسیم هم بلند هست و یک قستمی هم روی سیم هست جهت کم و زیاد کردن صدا و این صدای خود هدفون رو کم میکنه نه صدای گوشی رو که یک نکته مثبت هست \r\nبنظر من الکی پول خودتون رو برای محصولات چینی بدرد نخور حروم نکنید همین برند تسکو خیلی با کیفیت تر هست",
      "likes": 51,
      "dislikes": 2
    },
    "mostDislikedInfo": {
      "title": "عالی بود",
      "body": "خییییییییییلی خوبه",
      "likes": 3,
      "dislikes": 6
    }
  },
  {
    "productID": 4649617,
    "commentCounts": 1000,
    "recommendedCount": 119,
    "notRecommendedCount": 31,
    "neutralCount": 850,
    "totalLikes": 291,
    "totalDislikes": 37,
    "recommendedPercentage": 11,
    "notRecommendedPercentage": 3,
    "neutralPercentage": 86,
    "mostLikedInfo": {
      "title": "اسپیکر بلوتوثی تسکو",
      "body": "تقریباً ی ساله گرفتم واسه مادرم \r\nبرا پولی که میدید خوبه خودم اسپیکر شارپ دارم خب قطعا زمین تا آسمون تفاوت دارن ولی با این قیمت چیز خوبیه\r\nکیفیت صدا تا ولوم 80 اوکیه صدا رو که تا ته می‌بری کیفیت از بین می‌ره\r\nبلندی که داره معمولیه اونم انتظار نباید داشت \r\nقیمتش خوبه کیفیت ساختش معمولی یبار خورد زمین محکم پلاستیکش در اومد با ی فشار رفت سر جاش و درست شد \r\nدر کل واسه مامانا که ی گوشه بشینن موقع آشپزی یا ظرف شستن ی آهنگی گوش کنن خوبه چون هم بلوتوث داره هم Aux هم رم میخوره \r\nی بند آویز هم داره که اونم گاهی بدرد میخوره\r\nدر یک کلام کار را بنداز دوستان\r\nکیفیت ساخت دکمه ها هم واقعا خوبن\r\nشارژ دهیش رو نمیدونم چون دست من نیست ولی راضی کنندس اینطور که معلومه چون مادرم  چند ساعت سر گاز و پیش سینک موقع ظرف شستن همش آهنگ گوش میده پس معلومه خوبه وگرنه کلی سرم غر میزد/:\r\nبرا مامانا بخرید هدیه بدید درود به تمام مادرا \r\nیا علی امیدوارم کمک کرده باشم",
      "likes": 27,
      "dislikes": 3
    },
    "mostDislikedInfo": {
      "title": "تجربه خرید اسپیکر تسکو",
      "body": "این اسپیکر با توجه به قیمتش ارزش خرید نداره.صدا و دکمه هاش اصلا خوب نیست و شارژش هم زود تموم میشه.به نظرم ارزش خرید نداره",
      "likes": 10,
      "dislikes": 5
    }
  },
  {
    "productID": 3394297,
    "commentCounts": 1000,
    "recommendedCount": 213,
    "notRecommendedCount": 42,
    "neutralCount": 745,
    "totalLikes": 1948,
    "totalDislikes": 210,
    "recommendedPercentage": 21,
    "notRecommendedPercentage": 4,
    "neutralPercentage": 75,
    "mostLikedInfo": {
      "title": "",
      "body": "این آموزش اتصال به کامپیوتر هم میزارم برای دوستانی که مثل من اولش با این دسته  مشکل داشتن قرار دادم.\r\n1.برای اتصال به کامپیوتر  باید اول کابل USB رو به سیستم و دسته نصب کنید تا روند شناسایی انجام بشه.\r\n2.برای اتصال بیسیم باید همزمان کلید Home  و Share رو نگه دارید تا چراغ چشمک زن بشه بعد از قسمت تنظیمات Bluetooth دنبال اسم دسته بگردید و اوکی کنید سریع  سویچ میشه.\r\n3.برای فعال کردن شوک و  کاربری بهتر دسته باید دوتا کار رو انجام بدید (اول اینکه برنامه های DS4Windows و X360ce رو نسبت به نسخه ویندوز  (64 یا 32) رو دانلود و نصب کنید.\r\n4.برای خاموش یا روشن کردن چراغ دکمه ها، کلید Share نگه دارید و A رو بزنید(هم در حالت اتصال با کابل هم بیسیم).\r\n5. عکس قرار گرفتن دکمه ها در برنامه X360ce رو هم برای راحتی بهتر  دوستان پیوست کردم.\r\n6.برای دیدن میزان شارژ باتری دسته تو برنامه DS4Windows میتونید ببینید \r\n7.برای حل مشکل قطعی صدا میتونید از تو تنظیمات Control Panel کنترل  پنل و قسمت Sond انتخاب کنید خروجی صدا رو کدوم گزینه باشه\r\n9.‌اگه راضی بود و خوشتون اومد یه فاتحه بفرستید",
      "likes": 584,
      "dislikes": 4
    },
    "mostDislikedInfo": {
      "title": "نقاط قوت و ضعف",
      "body": "دوستان اینی که گفتن برا پی سی هم جواب میده یک درووووووووغ بسییییار عظیم و بزرگه و هیچ بازی پی سی بجز یکی دوتارو ساپورت نمیکنه من که بیخیالش شدم و وصلش کردم به پی اس ۴ خودم . بی خیال پی سی بشین",
      "likes": 1,
      "dislikes": 12
    }
  },
  {
    "productID": 3207777,
    "commentCounts": 1162,
    "recommendedCount": 818,
    "notRecommendedCount": 47,
    "neutralCount": 297,
    "totalLikes": 981,
    "totalDislikes": 140,
    "recommendedPercentage": 70,
    "notRecommendedPercentage": 4,
    "neutralPercentage": 26,
    "mostLikedInfo": {
      "title": "هدست th5153",
      "body": "سلام\r\nاین هدفون امروز به دستم رسید هم باهاش گیم زدم هم موزیک گوش دادم هم فیلم دیدم از همه جهت خوبه وقتی روی سرتون قرار میگیره اولش احساس سنگینی بهتون دست میده که بعد چند دقیقه عادت میکنید اوکی میشه.\r\nگوش رو کامل در بر میگیره که این خیلی خوبه.\r\nتوی جعبه تبدیل یک به دو هم بود به همراه کارت گارانتی\r\nتوی عکسم مشخصه کابلش دوشاخه میشه در انتها که aux واسه هدفون و میکروفون و usb واسه چراغشه که اگه متصل نکنید به کامپیوتر فقط چراغش روشن نمیشه و کاربرد دیگه ای نداره.\r\nخلاصه هدفون جوابیه اگه گیمرید تهیه کنید",
      "likes": 116,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "هدفون گیمینگ",
      "body": "خوبه فقط چراغش موقع بازی روشن نمیشه نمیدونم چرا",
      "likes": 92,
      "dislikes": 12
    }
  },
  {
    "productID": 3306170,
    "commentCounts": 1000,
    "recommendedCount": 382,
    "notRecommendedCount": 37,
    "neutralCount": 581,
    "totalLikes": 753,
    "totalDislikes": 79,
    "recommendedPercentage": 38,
    "notRecommendedPercentage": 3,
    "neutralPercentage": 59,
    "mostLikedInfo": {
      "title": "نقد جامع و کامل",
      "body": "سلام. من وقتی میخاستم این هدفون رو بخرم حداقل 3 الی 4 روز بررسی کردم انواع هدفون هارو.. مثلا هدفون های برند  Nia که معروفن بررسی کردم. یکی دو تا محصول خوب با این برند در دیجی کالا هست که گوشی هاشون متناسب با سایز گوش نیستند. برند هایی مثل Hajimer و JBL و غیره هم بررسی کردم. هر کدوم ایراداتی داشتند که در نظرات خریداران قابل درک بود. همه این محصولات ایراداتی داشتند مثل اینکه صدا از هدفون بیرون می‌ره و اطرافیان میشنون... یا بلوتوث شون ضعیفه و نمیتونه مسافت زیادی جواب بده... یا کیفیت صدا خوب نیست و این چیزا... \r\n.\r\n.\r\nبه هرحال موفق شدم هدفون تسکو رو پیدا کنم. خوده تسکو هم انواع مختلف داره که با توجه به این رنج قیمتی / زیر 300 هزارتومن / مدل TH5346 بهترین بود. شاید با هزینه بیشتر چیز بهتر بشه گرفت اما بنظرم همین هدفون هم کار مو راه میندازه.. \r\nکیفیت صداش عالیه / حرفه ای نیست اما در حد خودش خوبه / اگه برای استفاده معمولی میخوایید مثل فیلم دیدن.. پخش موزیک و تماس... عالیه اما اگه در کار آهنگسازی و ادیتوری هستید باید جنس بهتری بخرید. \r\n.گارانتی مخصول هم عالیه. پاسخگوی تلفنی شون خوبه و هرمشکلی رو کمک میکنن رفع کنید\r\n.\r\n.درضمن بعضیا گقتن بسته بندی ضعیفی داشت اما واقعا اینطور نیست. بسته بندیش شیک و باحال بود.\r\n.\r\nکابل شارژ اش عالیه. اما کابل AUX رو هنوز تست نکردم. و شارژ خوب نگه میداره..\r\n.\r\nبقیه نقاط ضعف و قوت رو با جزییات کامل در بخش مربوطه بخونید. اگه راضی بودید از نقد ؛ لایک کنید",
      "likes": 80,
      "dislikes": 4
    },
    "mostDislikedInfo": {
      "title": "گول ظاهرش رو نخورید. اصلا کیفیت صدای خوبی نداره.",
      "body": "کم چندین هدفون دارم. این هدفون از لحاظ کیفیت صدا واقعا افتضاحه. حتی ز اونایی که توی خیابون میشه از دست فروش گرفت هم بدتره. یه موزیک رو که با چند هدفون دیگه ام مقایسه کردم گفتی با این هدفون تسکو تست کردم کاملا فهمیدم خریدم چقدر اشتباه بود. اصلا با این قیمت این کیفیت بیس و صدا قابل قبول نیست.",
      "likes": 2,
      "dislikes": 5
    }
  }
]