[
  {
    "productID": 7398744,
    "commentCounts": 226,
    "recommendedCount": 121,
    "notRecommendedCount": 16,
    "neutralCount": 89,
    "totalLikes": 454,
    "totalDislikes": 46,
    "recommendedPercentage": 53,
    "notRecommendedPercentage": 7,
    "neutralPercentage": 40,
    "mostLikedInfo": {
      "title": "(اسپیکر تسکو) نسبت به قیمتش خوبه",
      "body": "درکل نسبت به قیمتش خوبه!\r\nکیفیت خوبی داره و قیمت مناسب.\r\n من 400 تومن خریدم امیدوارم خیلی گرون تر نشه که البته میشه‌..!\r\nمیکروفن هم داره ولی خب میکروفنش حرفه ای نیست و اکو داره من خودم کلا استفاده ای ازش ندارم برام زیاد مهم نبود ولی مثلا برای بچه ها میتونه سرگرم کننده باشه البته اگه زیاده روی نکنن و باعث سردرد بشه :/ ....\r\nدرکل اگه میکروفون هم نمیداشت حدود 300 تومن ارزش خرید داشت.\r\nدرکل تسکو رو میپسندم یه برند ایرانی خوبه این اسپیکر یا اسپیکر های دیگه تسکو رو بخرید خیلی بهتر از اسپیکر های چینی و تقلبیه... یا اینکه بیشتر هزینه کنید اسپیکر های شیائومی یا سونی و درکل یه برند خوب بخرید!\r\nمیکروفن داره ، رقص نور داره ، فلش و رم و aux و میکروفن میخوره ، رادیو داره ، کیفیت صدای خوب ، بدنه محکم ، جعبه و بسته‌بندی خوب ، ظاهر ساده ، باتری خوب و گارانتی.\r\nالبته رادیوش خیلی جالب نبود اگه یه آنتن هم می‌داشت دیگه واقعاً یه اسپیکر خیلییی کامل بود!\r\nرادیوش برای من نمیاره نمیدونم مشکل از چیه کلا مشکل داره یا برای من مشکل داره، نمیدونم...\r\nدرباره صداش هم باید بگم نسبت به قیمتش واقعا خوبه و بلنده خیلی بیس نداره ولی توی صدای بالا افت کیفیت نمیکنه، ویدیوش هم براتون میزارم.\r\nولی نکته منفی دیگش اینه که شارژرش تایپ c نیست!\r\nدر کل همه موارد رو برسی کنید اگه دیدید به کارتون میاد پیشنهادش میکنم منم توی این بازه قیمتی و اینکه گارانتی و پشتیبانی تسکو هم داره اگه بعدا مشکلی براش پیش اومد میتونید بدید تعمیر کنن.\r\nعکس و فیلمش هم میزارم!\r\nاسم آهنگی هم که توی ویدیو می‌شنوید PURGATORY از KIM PETRAS\r\nامیدوارم نظرم توی خرید کمکتون",
      "likes": 85,
      "dislikes": 2
    },
    "mostDislikedInfo": {
      "title": "کیفیت پائین",
      "body": "محصول رو به دلیل کیفیت پائین مرجوع و عودت دادم پشتیبانی میگه حالا که خریدی می خواستی اشتباه نکنی واقعا متاسف هستم بابت این دیدگاه وخدمات",
      "likes": 1,
      "dislikes": 2
    }
  },
  {
    "productID": 3306170,
    "commentCounts": 570,
    "recommendedCount": 385,
    "notRecommendedCount": 38,
    "neutralCount": 147,
    "totalLikes": 759,
    "totalDislikes": 80,
    "recommendedPercentage": 67,
    "notRecommendedPercentage": 6,
    "neutralPercentage": 27,
    "mostLikedInfo": {
      "title": "نقد جامع و کامل",
      "body": "سلام. من وقتی میخاستم این هدفون رو بخرم حداقل 3 الی 4 روز بررسی کردم انواع هدفون هارو.. مثلا هدفون های برند  Nia که معروفن بررسی کردم. یکی دو تا محصول خوب با این برند در دیجی کالا هست که گوشی هاشون متناسب با سایز گوش نیستند. برند هایی مثل Hajimer و JBL و غیره هم بررسی کردم. هر کدوم ایراداتی داشتند که در نظرات خریداران قابل درک بود. همه این محصولات ایراداتی داشتند مثل اینکه صدا از هدفون بیرون می‌ره و اطرافیان میشنون... یا بلوتوث شون ضعیفه و نمیتونه مسافت زیادی جواب بده... یا کیفیت صدا خوب نیست و این چیزا... \r\n.\r\n.\r\nبه هرحال موفق شدم هدفون تسکو رو پیدا کنم. خوده تسکو هم انواع مختلف داره که با توجه به این رنج قیمتی / زیر 300 هزارتومن / مدل TH5346 بهترین بود. شاید با هزینه بیشتر چیز بهتر بشه گرفت اما بنظرم همین هدفون هم کار مو راه میندازه.. \r\nکیفیت صداش عالیه / حرفه ای نیست اما در حد خودش خوبه / اگه برای استفاده معمولی میخوایید مثل فیلم دیدن.. پخش موزیک و تماس... عالیه اما اگه در کار آهنگسازی و ادیتوری هستید باید جنس بهتری بخرید. \r\n.گارانتی مخصول هم عالیه. پاسخگوی تلفنی شون خوبه و هرمشکلی رو کمک میکنن رفع کنید\r\n.\r\n.درضمن بعضیا گقتن بسته بندی ضعیفی داشت اما واقعا اینطور نیست. بسته بندیش شیک و باحال بود.\r\n.\r\nکابل شارژ اش عالیه. اما کابل AUX رو هنوز تست نکردم. و شارژ خوب نگه میداره..\r\n.\r\nبقیه نقاط ضعف و قوت رو با جزییات کامل در بخش مربوطه بخونید. اگه راضی بودید از نقد ؛ لایک کنید",
      "likes": 82,
      "dislikes": 4
    },
    "mostDislikedInfo": {
      "title": "گول ظاهرش رو نخورید. اصلا کیفیت صدای خوبی نداره.",
      "body": "کم چندین هدفون دارم. این هدفون از لحاظ کیفیت صدا واقعا افتضاحه. حتی ز اونایی که توی خیابون میشه از دست فروش گرفت هم بدتره. یه موزیک رو که با چند هدفون دیگه ام مقایسه کردم گفتی با این هدفون تسکو تست کردم کاملا فهمیدم خریدم چقدر اشتباه بود. اصلا با این قیمت این کیفیت بیس و صدا قابل قبول نیست.",
      "likes": 2,
      "dislikes": 5
    }
  },
  {
    "productID": 10562288,
    "commentCounts": 9,
    "recommendedCount": 0,
    "notRecommendedCount": 0,
    "neutralCount": 9,
    "totalLikes": 82,
    "totalDislikes": 239,
    "recommendedPercentage": 0,
    "notRecommendedPercentage": 0,
    "neutralPercentage": 100,
    "mostLikedInfo": {
      "title": "بهترین کیس دنیا",
      "body": "این کیس جدید‌ منه",
      "likes": 32,
      "dislikes": 5
    },
    "mostDislikedInfo": {
      "title": "کیس گیمینگ",
      "body": "واقعا ارزنده است با این قیمت خیلی هم با کیفیته گارانتی هم داره که خیالمون راحت تره \r\nفن ها کاملا زیبا و بی صدا کار میکنن ممنون از تسکو و دیجیکالا",
      "likes": 10,
      "dislikes": 54
    }
  },
  {
    "productID": 9189393,
    "commentCounts": 274,
    "recommendedCount": 178,
    "notRecommendedCount": 17,
    "neutralCount": 79,
    "totalLikes": 158,
    "totalDislikes": 44,
    "recommendedPercentage": 64,
    "notRecommendedPercentage": 6,
    "neutralPercentage": 30,
    "mostLikedInfo": {
      "title": "واقعا خوبن",
      "body": "در این رنج قیمت میتونم بگم بهترین کیبورده چه از نظر rgb هاش و چه از نظر کلید هاش که راحت میشه باهاش تایپ کرد \r\nقابلیت کم و زیاد کردن نور rgb رو داره با دو مدل تغییر حالت rgb \r\nملاک نیست ولی صدای خوبی میده\r\nو چیزی که برام مهم بود رد شدن نور از حروف هاش بود که خیلی قشنگ ترش کرده \r\nخلاصه با این کیبورد میتونید 10 انگشتی و سریع بدون میس تایپ کنید و لذت ببرید",
      "likes": 21,
      "dislikes": 2
    },
    "mostDislikedInfo": {
      "title": "افتضاححححححح",
      "body": "افتضاححححححح",
      "likes": 0,
      "dislikes": 4
    }
  },
  {
    "productID": 11709868,
    "commentCounts": 12,
    "recommendedCount": 8,
    "notRecommendedCount": 0,
    "neutralCount": 4,
    "totalLikes": 9,
    "totalDislikes": 11,
    "recommendedPercentage": 66,
    "notRecommendedPercentage": 0,
    "neutralPercentage": 34,
    "mostLikedInfo": {
      "title": "دسته بازی تسکو",
      "body": "دفعه اول سفارش دادم به خاطر خرابی دانگل پس دادم و برای بار دوم هم به خاطر نرمی و ارگونومی دسته سفارش دادم ولی به خاطر قطع و وصل زیاد و وقتی هم وصل میشد هنگ میکرد پس دادم.",
      "likes": 3,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "عالیه",
      "body": "من از بیرون گرفتم بهترین دسته",
      "likes": 0,
      "dislikes": 2
    }
  },
  {
    "productID": 11709594,
    "commentCounts": 8,
    "recommendedCount": 6,
    "notRecommendedCount": 0,
    "neutralCount": 2,
    "totalLikes": 7,
    "totalDislikes": 0,
    "recommendedPercentage": 75,
    "notRecommendedPercentage": 0,
    "neutralPercentage": 25,
    "mostLikedInfo": {
      "title": "خوبه",
      "body": "من برا لپ تاپ گرفتم، یه دسته سری ایکس دارم و اینو برا زمانایی گرفتم که میخوام دو نفری بازی کنم، با توجه به قیمت خوب بود، البته با دسته مایکروسافت قابل مقایسه نیست، l2 و r2 پدالی هستن ولی اصلا حساسیت دسته مایکروسافت رو نداره، برای مثال تو فورزا هورایزن اگه بخوایین نیش گاز بدین اذیت میشین، از نظر دوام هم چند ماه دیگه میام نظرم رو مینویسم تا به دوستان کمک بشه!",
      "likes": 6,
      "dislikes": 0
    },
    "mostDislikedInfo": {
      "title": "خیلی خوبه",
      "body": "خیلی خوبه نسبت به قیمتش اگه دنبال یه دسته نسبتا با کفتین که میخواید همه بازی های سیستمتون رو ساپورت کنه و قیمت مناسبی داشته باشه به شدت پیشنهاد میکنم",
      "likes": 1,
      "dislikes": 0
    }
  }
]